{
    "identificador": "BOE-A-2023-22558",
    "origen_legislativo": "Estatal",
    "fecha_publicacion": "20231103",
    "diario_numero": "263",
    "seccion": "3",
    "articulos": [
        "De acuerdo con el artículo 7 de la Ley 3/2013, de creación de la Comisión Nacional de los Mercados y la Competencia, y el artículo 65 de la Ley 34/1998, de 7 de octubre, del Sector de Hidrocarburos, en la redacción dada a ambos por el Real Decreto-ley 1/2019, de 11 de enero, de medidas urgentes para adecuar las competencias de la Comisión Nacional de los Mercados y la Competencia a las exigencias derivadas del derecho comunitario en relación a las Directivas 2009/72/CE y 2009/73/CE del Parlamento Europeo y del Consejo, de 13 de julio de 2009, sobre normas comunes para el mercado interior de la electricidad y del gas natural, así como de acuerdo con la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, por la que se establece la metodología para el cálculo, supervisión, valoración y liquidación de mermas en el sistema gasista, la Sala de Supervisión Regulatoria acuerda lo siguiente:",
        "Antecedentes",
        "En fecha 28 de julio de 2021, el Pleno del Consejo de la Comisión Nacional de los Mercados y la Competencia aprobó la Circular 7/2021, por la que se establece la metodología para el cálculo, supervisión, valoración y liquidación de las mermas en el sistema gasista. Esta circular es continuista con los fundamentos de los mecanismos anteriores ya aplicados en relación con las mermas, que fueron establecidos a través varias Órdenes Ministeriales (ITC/3126/2005, de 5 de octubre, ITC/1890/2010, de 13 de julio, ITC/3128/2011, de 17 de noviembre, IET/2446/2013, de 27 de diciembre, e IET/2736/2015, de 17 de diciembre) para las infraestructuras de regasificación, transporte y distribución del sistema gasista. La circular entró en vigor el 1 de octubre de 2021, aplicando por primera vez al año de gas 2022 (octubre de 2021 a septiembre de 2022).",
        "De conformidad con el artículo 13, apartado 2, de la Circular 7/2021, en fecha 15 de marzo de 2023, el gestor técnico del sistema remitió a la Comisión Nacional de los Mercados y la Competencia los informes de supervisión de las mermas en plantas de regasificación, en la red de transporte y en redes de distribución para el año de gas 2022.",
        "Con fecha 15 de septiembre de 2023, la propuesta de resolución y su memoria se sometió a trámite de audiencia a través del Consejo Consultivo de Hidrocarburos por un plazo de diez días hábiles, a fin de que sus miembros pudieran presentar las alegaciones y observaciones que estimasen oportunas. Asimismo, en fecha 15 de septiembre de 2023, en cumplimiento del trámite de información pública, se publicó en la página web de la Comisión Nacional de los Mercados y la Competencia para que los interesados formularan sus alegaciones.",
        "Fundamentos de Derecho",
        "El Real Decreto-ley 1/2019, de 11 de enero, de medidas urgentes para adecuar las competencias de la Comisión Nacional de los Mercados y la Competencia a las exigencias derivadas del derecho comunitario en relación a las Directivas 2009/72/CE y 2009/73/CE del Parlamento Europeo y del Consejo, de 13 de julio de 2009, sobre normas comunes para el mercado interior de la electricidad y del gas natural, modificó la Ley 34/1998, de 7 de octubre, del sector de hidrocarburos, otorgando a la Comisión Nacional de los Mercados y la Competencia la función de regular las mermas y los autoconsumos, así como de establecer la retribución de los titulares de las instalaciones gasistas, siendo un componente de esta los incentivos a la reducción de dichas mermas.",
        "De esta forma, en fecha 28 de julio de 2021, la Comisión Nacional de los Mercados y la Competencia aprobó la Circular 7/2021, por la que se establece la metodología para el cálculo, valoración y liquidación de mermas en el sistema gasista. Esta circular da respuesta a la necesidad de desarrollar una metodología de cálculo de las mermas para las instalaciones del sistema gasistas coherente con el nuevo régimen de funcionamiento e integración del sistema, derivado de la revisión de la regulación sectorial acaecida en los últimos años. La nueva metodología aplica los mismos principios de transparencia y eficiencia técnica y económica en todas las instalaciones, incentivando la reducción de las mermas reales.",
        "Como ya ocurría en la normativa previa, la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, reconoce al titular de las instalaciones por donde circula el gas de los usuarios la potestad de retener un porcentaje preestablecido del gas circulado en concepto de mermas de la instalación y establece el cálculo de las mermas reales como un balance energético en las instalaciones (entradas de gas menos salidas de gas). Asimismo, la circular continúa definiendo el cálculo del saldo de mermas como la diferencia entre las mermas reales y las mermas retenidas, estableciendo un sistema de incentivos económicos similar al existente en la anterior normativa, que permite que la mejora obtenida para el conjunto del sistema gasista supere los costes asociados a dichos incentivos.",
        "No obstante, la Circular 7/2021 introduce modificaciones que persiguen desarrollar en su plenitud los cálculos en relación con las mermas, puesto que la anterior normativa no entraba en todo el detalle del mecanismo de determinación de las mermas reales, o en el detalle del procedimiento pormenorizado para calcular el saldo de mermas, así como en el grado de desagregación de la información a comunicar entre los agentes.",
        "Además, la circular actualiza los coeficientes de mermas a retener a los usuarios, dado que alguno de los cuales, como en el caso de las mermas en distribución, no habían sido actualizados desde que se definieron por primera vez. También actualiza los parámetros asociados a las pérdidas físicas de gas según las características propias de cada instalación e integra las nuevas posibilidades de inyección de gases renovables en la red de gas natural, tras realizar un análisis de los principales factores causantes de las mermas y considerar la necesidad de promover la descarbonización del sector. La finalidad en este caso es que los titulares de las instalaciones dispongan de un objetivo adecuado a la realidad de su infraestructura y del mercado, con el fin de mantener un sistema de incentivos que garantice que los titulares mantengan unos niveles de mermas bajos.",
        "Asimismo, la circular desplaza el proceso de supervisión anual de las mermas del año natural (enero a diciembre) al año de gas (octubre a septiembre), en coherencia con el horizonte temporal considerado en el resto de procesos del sistema gasista.",
        "En cuanto a la aprobación de los saldos de mermas, y de su valoración económica y liquidación, el artículo 4, apartado 5, de la circular, establece que será competencia de la Comisión Nacional de los Mercados y la Competencia.",
        "En su virtud, la Sala de Supervisión Regulatoria acuerda lo siguiente resuelve:",
        "Primero. Aplicación de los saldos de las mermas del año de gas 2022.",
        "Se aprueba el resultado de la aplicación, para el año de gas 2022 (octubre de 2021 a septiembre de 2022), del procedimiento de valoración y liquidación de los saldos de mermas de las instalaciones gasistas establecido en la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, por la que se establece la metodología para el cálculo, valoración y liquidación de mermas en el sistema gasista.",
        "Segundo. Mermas reales, mermas retenidas y saldo de mermas en las plantas de regasificación.",
        "Las cantidades de gas natural licuado descargado y las mermas reales en cada una de las plantas corresponden a la información enviada por el gestor técnico del sistema incluida en su «Informe de supervisión de las mermas en Plantas de Regasificación, octubre 2021-septiembre 2022», y son los que figuran en el apartado 1 del anexo de la presente resolución.",
        "Las mermas reales calculadas conforme al balance energético de las instalaciones quedan afectadas por los límites máximos anuales fijados en la disposición transitoria primera de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, de tal manera que:",
        "a) Cuando las mermas reales sean positivas, para calcular el saldo de mermas, las mermas reales positivas se reducirán, descontando de las mismas la energía descargada en la planta (kWh) multiplicada por 0,005%.",
        "b) Cuando las mermas reales sean negativas, para calcular el saldo de mermas se tomará como mermas reales el valor mayor entre dichas mermas reales negativas y la energía descargada en la planta (kWh) multiplicada por –0,21%.",
        "La cantidad de mermas retenidas en cada una de las plantas es cero, de acuerdo con el coeficiente en vigor del 0,00% a aplicar a las cantidades de GNL descargadas, publicado en la disposición transitoria primera de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia. En relación con las operaciones de carga de gas natural licuado de planta a buque, transvase de GNL de buque a buque y puesta en frío de buques desde las plantas de regasificación, se han identificado como mermas retenidas las mermas reales asociadas a cada uno de estos servicios, que se contabilizan en el balance energético y se imputan en su totalidad a los usuarios, conforme al criterio definido en la disposición transitoria primera de la citada Circular 7/2021.",
        "Los saldos de mermas de regasificación, calculados como diferencia entre las mermas reales y las mermas retenidas se incluyen en el apartado 2 del anexo a esta resolución.",
        "Tercero. Mermas reales, mermas retenidas y saldo de mermas en la red de transporte.",
        "Las entradas de gas en la red de transporte, el número de estaciones de regulación y medida conectadas a la red de transporte y las mermas reales de cada uno de los titulares de la red de transporte para el año de gas 2022 corresponden a la información enviada por el gestor técnico del sistema incluida en el «Informe de supervisión de las mermas en la Red de Transporte, octubre 2021-septiembre 2022», y son los que figuran en el anexo 3 de la presente resolución.",
        "La cantidad de mermas retenidas en los puntos de entrada del conjunto de la red de transporte se ha determinado empleando el coeficiente en vigor del 0,20 %, a aplicar a las entradas de gas a la red de transporte desde conexiones internacionales, plantas de regasificación y yacimientos, y el 0,00 %, a aplicar a las entradas en los puntos de inyección de gas renovable, ambos publicados en la disposición transitoria primera de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia. El reparto de las mermas retenidas entre los titulares de la red de transporte se ha realizado mediante la fórmula establecida en la disposición transitoria segunda de la Circular 7/2021, de 28 de julio. La cantidad de mermas retenidas y su reparto se incluyen también en el apartado 3 del anexo a esta resolución.",
        "Los saldos de mermas de transporte, calculados como diferencia entre las mermas reales y las mermas retenidas, se detallan en el apartado 4 del anexo de esta resolución.",
        "Cuarto. Mermas reales, mermas retenidas y saldo de mermas en redes de distribución.",
        "Los consumos de gas, las mermas reales, las mermas retenidas y los saldos de mermas de cada uno de los titulares de redes de distribución para el año de gas 2022 corresponden a la información enviada por el gestor técnico del sistema incluida en el «Informe de supervisión de las mermas en Redes de Distribución, octubre 2021-septiembre 2022», y son los que figuran en el apartado 5 del anexo a esta resolución.",
        "Las mermas reales y las mermas retenidas anuales para cada titular de las redes de distribución, así como las mermas retenidas asignadas a cada usuario, es la suma de estas cantidades por punto de conexión transporte-distribución (PCTD) y distribución-distribución (PCDD) en dichas redes para cada mes del año de gas. La cantidad de mermas retenidas se ha determinado al aplicar los coeficientes en vigor de 1,50 % del consumo en redes de presión igual o inferior a 4 bar, salvo las alimentadas por planta satélite que son el 2 % del consumo, 0,38 % en redes de presión superior a 4 e inferior o igual a 16 bar y 0,00 % del consumo en redes de presión superior a 16 bar, publicados en la disposición transitoria primera de la Circular 7/2021, de 28 de julio.",
        "Los saldos de mermas de distribución se han calculado como diferencia entre las mermas reales y las mermas retenidas. Los saldos de mermas correspondientes a cada usuario quedan afectados por el artículo 15, apartado 3, de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, cuando el saldo anual del titular de redes de distribución es negativo en el conjunto de sus redes. En este caso, la mitad del valor absoluto de dicho saldo negativo se ha de repartir entre los usuarios con consumo en el conjunto de las redes del distribuidor. El criterio de reparto es de forma proporcional al consumo ponderado según sea telemedido o no telemedido, de acuerdo con los coeficientes de ponderación definidos en la disposición transitoria primera de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia. Las cantidades resultantes así calculadas se adicionan al saldo anual inicial de cada usuario.",
        "Los saldos de mermas correspondientes a los usuarios por titular de redes de distribución se incluyen el apartado 6 del anexo a esta resolución.",
        "Quinto. Precio para la valoración de los saldos de mermas.",
        "De conformidad con el artículo 13, apartado 3, de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, el precio para la valoración económica de los saldos de mermas se ha determinado calculando la media aritmética, en el año de gas 2022, del precio medio ponderado de gas diario definido en el artículo 3.1, apartado aa), de la Circular 2/2020, de 9 de enero, de la Comisión Nacional de los Mercados y la Competencia, por la que se establecen las normas de balance de gas natural. El precio, que asciende a 104,58 euros/MWh, ha sido publicado en la página web del gestor técnico del sistema.",
        "Sexto. Valoración económica y liquidación de los saldos de mermas de regasificación y en la red de transporte.",
        "La valoración económica de los saldos de mermas anuales de regasificación y transporte, así como las cantidades a liquidar a las compañías titulares de las plantas de regasificación y de la red de transporte, se incluyen en el apartado 7 del anexo a esta resolución.",
        "Para la liquidación se ha aplicado lo dispuesto en el artículo 14 de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, de 27 de diciembre. Este artículo determina que, en caso de que el saldo de mermas anual del titular de la instalación sea negativo, la mitad del mismo será valorado económicamente y adicionado a su retribución reconocida, mientras que, en caso de que el saldo del titular de la instalación sea positivo, se restará la totalidad de la valoración económica del saldo de su retribución reconocida.",
        "Las cantidades económicas así determinadas se abonarán/cobrarán en la primera liquidación disponible como pago/cargo único.",
        "Séptimo. Valoración económica y liquidación entre agentes de los saldos de mermas en la red de distribución.",
        "Para la valoración económica de los saldos de mermas anuales de distribución, así como el cálculo de las cantidades a liquidar entre compañías titulares de redes de distribución y sus usuarios, se ha aplicado lo dispuesto en el artículo 15 de la Circular 7/2021, de 28 de julio, de la Comisión Nacional de los Mercados y la Competencia, que determina que:",
        "a) Cuando el saldo total de un titular de redes de distribución es positivo, el titular abonará a los usuarios de sus redes con saldo de mermas anual positivo la valoración económica de sus saldos, mientras que son los usuarios los que abonarán al titular de la red de distribución la valoración económica de sus saldos de mermas cuando el saldo de mermas anual del usuario sea negativo.",
        "b) Cuando el saldo total de un titular de redes de distribución es negativo, una vez valorados económicamente los saldos de mermas anuales de los usuarios ya modificados por lo dispuesto en el apartado 3 del artículo 15 de la Circular 7/2021, de 28 de julio, si el resultado de la valoración es negativo, el usuario abonará dicha cantidad al titular de la red de distribución. Cuando la valoración económica del saldo anual del usuario sea positiva, será el titular quien abone dicha cantidad al usuario.",
        "Las cantidades a liquidar por los titulares de redes de distribución y sus usuarios se incluyen en el apartado 8 del anexo de esta resolución y se harán efectivas en el plazo de un mes desde la aprobación de esta resolución.",
        "Octavo. Revisión de la información contenida en esta resolución.",
        "La información contenida en esta resolución para el año de gas 2022, conforme al calendario establecido en el artículo 12 de la Circular 7/2021, de 28 de julio de la Comisión Nacional de los Mercados y la Competencia, podrá ser revisada en el año de gas 2024, una vez se disponga de la información diaria final definitiva sobre los saldos de mermas de las instalaciones gasistas del año de gas 2022.",
        "Noveno. Publicación en el «Boletín Oficial del Estado».",
        "Esta resolución será objeto de publicación en el «Boletín Oficial del Estado» y surtirá efectos a partir del día siguiente al de su publicación.",
        "Esta resolución pone fin a la vía administrativa y puede interponerse contra ella recurso contencioso-administrativo ante la Audiencia Nacional, en el plazo de dos meses a contar desde el día siguiente al de su publicación en el BOE, de conformidad con lo establecido en la disposición adicional cuarta, 5, de la Ley 29/1998, de 13 de julio. Se hace constar que frente a la presente resolución no cabe interponer recurso de reposición, de conformidad con lo establecido en el artículo 36.2 de la Ley 3/2013, de 4 de junio, de creación de la Comisión Nacional de los Mercados y la Competencia.",
        "Madrid, 26 de octubre de 2023.–El Secretario del Consejo de la Comisión Nacional de los Mercados y la Competencia, Miguel Bordiu García-Ovies.",
        "ANEXO",
        "Mermas del sistema gasista en el año de gas 2022 (octubre 2021 a septiembre de 2022)",
        "1. Gas natural licuado descargado y mermas reales en las plantas de regasificación (kWh)",
        "Coeficiente para mermas reales positivas (1): 0,005 %.",
        "Coeficiente para mermas reales negativas (2): -0,21 %.",
        "2. Saldo de mermas en las plantas de regasificación (kWh)",
        "3. Entradas de gas, mermas reales, mermas retenidas en la red de transporte (kWh) y número de estaciones de regulación y medida conectadas",
        "Entradas a la red de transporte desde conexiones internacionales, plantas de regasificación y yacimientos: 417.340.511.693 kWh.",
        "Mermas retenidas a repartir (0,2 % de entradas desde conexiones internacionales, plantas de regasificación y yacimientos): 836.989.170 kWh.",
        "4. Saldo de mermas en la red de transporte (kWh)",
        "5. Consumos, mermas reales, mermas retenidas y saldos de mermas en la red de distribución (kWh)",
        "6. Saldos de mermas en distribución (kWh)",
        "7. Valoración económica del saldo de mermas en plantas de regasificación y en la red de transporte (euros)",
        "8. Valoración económica y liquidación entre agentes de los saldos de mermas en la red de distribución (euros)"
    ],
    "materias": []
}