{
    "identificador": "BOE-A-2023-22643",
    "origen_legislativo": "Estatal",
    "fecha_publicacion": "20231106",
    "diario_numero": "265",
    "seccion": "3",
    "articulos": "El 4 de julio de 2022, la Comisión Ejecutiva del Banco de España aprobó la Resolución mediante la que se aprobaron las condiciones uniformes de participación en TARGET-Banco de España, el sistema de pagos español integrante del sistema automatizado transeuropeo de transferencia urgente para la liquidación bruta en tiempo real de nueva generación (TARGET). Dicha resolución tiene por objeto, entre otros, implementar las condiciones uniformes de participación en TARGET establecidas en el anexo I de la Orientación (UE) 2022/912, sobre el sistema automatizado transeuropeo de transferencia urgente para la liquidación bruta en tiempo real de nueva generación (TARGET) y por la que se deroga la Orientación 2013/47/UE (BCE/2012/27) (BCE/2022/8).\nEl 7 de septiembre de 2023, el Consejo de Gobierno del Banco Central Europeo adoptó la Orientación (UE) 2023/2415 por la que se modifica la Orientación (UE) 2022/912 antes mencionada para, entre otras, aclarar el uso de las marcas relativas a los servicios de TARGET, actualizar las condiciones para la apertura por parte de los bancos centrales del Eurosistema de cuentas al margen de TARGET a aquellas entidades que cumplen las condiciones para participar en TARGET, introducir medidas para mitigar los efectos de eventuales fallos en la conexión con TARGET de los bancos centrales del Eurosistema y de aquellos participantes que se consideren críticos, prever nuevos supuestos en los que resultará obligatoria la conexión y el uso de la solución de contingencia, aclarar las condiciones para la designación de entidades accesibles en TIPS por los titulares de cuentas técnicas de TIPS de SV, revisar la política de comisiones de TIPS e introducir algunas revisiones editoriales.\nDichos cambios hacen necesario modificar la Resolución de 4 de julio de 2022 antes mencionada, de aprobación de las condiciones uniformes de participación en TARGET-Banco de España, para reflejarlos también en ella.\nPor lo tanto, en cumplimiento de lo dispuesto en el artículo 2 de la Orientación (UE) 2023/2415 antes mencionada; en virtud de lo dispuesto en las letras a) y h) del apartado 1 del artículo 23 de la Ley 13/1994, de 1 de junio, de Autonomía del Banco de España, y en las letras a) e i) del apartado 1 del artículo 66 del Reglamento Interno del Banco de España; y teniendo en cuenta lo dispuesto en el artículo 32 de la parte I de las Condiciones uniformes de participación en TARGET-Banco de España, aprobadas mediante Resolución de la Comisión Ejecutiva del Banco de España de 4 de julio de 2022,\nLa Comisión Ejecutiva del Banco de España acuerda lo siguiente:\nÚnico. Modificación de las condiciones uniformes de participación en TARGET-Banco de España.\nIncluir las modificaciones que se recogen a continuación en la versión vigente de las condiciones uniformes de participación en TARGET-Banco de España, que se recogen en el anexo de la Resolución de la Comisión Ejecutiva del Banco de España de 4 de julio de 2022, tal y como han sido modificadas mediante Resolución de la Comisión Ejecutiva del Banco de España de 16 de noviembre de 2022:\n1. Se modifica la redacción del apartado 4 del artículo 19 (\n2. Se modifica la redacción del artículo 24 (\n3. Se introduce un nuevo apartado 1 \n4. Se modifica la redacción de los apartados 3 y 4 del artículo 2 (\n5. Se modifica la redacción del apartado 7 del artículo 10 (\n6. Se modifica la redacción del apartado 3 del artículo 12 (\n7. Se modifica la redacción del apartado 5 del artículo 1 (\n8. Se modifica la redacción del apartado 1 del artículo 7 (\n9. Se modifica la redacción de la definición del término «solicitud de revocación» en el Anexo I (\nDisposición final única. Entrada en vigor.\nLas modificaciones de las condiciones uniformes de participación en TARGET-Banco de España contenidas en el punto único anterior resultarán de aplicación desde el 20 de noviembre de 2023, inclusive.\nMadrid, 31 de octubre de 2023.–El Secretario General del Banco de España, Francisco-Javier Priego Pérez.",
    "materias": [
        "Banco Central Europeo",
        "Banco de España",
        "Compensación Bancaria",
        "Redes de telecomunicación",
        "Servicio de Liquidación del Banco de España",
        "Transferencias bancarias",
        "Unión Económica y Monetaria"
    ]
}