{
    "identificador": "BOE-A-2023-22423",
    "origen_legislativo": "Estatal",
    "fecha_publicacion": "20231101",
    "diario_numero": "261",
    "seccion": "T",
    "articulos": "ECLI:ES:TC:2023:128\nEl Pleno del Tribunal Constitucional, compuesto por el magistrado don Cándido Conde-Pumpido Tourón, presidente, y las magistradas y magistrados doña Inmaculada Montalbán Huertas, don Ricardo Enríquez Sancho, doña María Luisa Balaguer Callejón, don Ramón Sáez Valcárcel, don Enrique Arnaldo Alcubilla, doña Concepción Espejel Jorquera, doña María Luisa Segoviano Astaburuaga, don César Tolosa Tribiño, don Juan Carlos Campo Moreno y doña Laura Díez Bueso, ha pronunciado\nEN NOMBRE DEL REY\nla siguiente\nSENTENCIA\nEn el recurso de inconstitucionalidad núm. 2379-2021, interpuesto por cincuenta diputados y diputadas del Grupo Parlamentario Vox en el Congreso de los Diputados, contra la Ley Orgánica 4/2021, de 29 de marzo, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones. Han comparecido el Senado, el Congreso de los Diputados y el Gobierno de la Nación, habiendo formulado alegaciones los dos últimos. Ha sido ponente la magistrada doña María Luisa Balaguer Callejón.\nI. Antecedentes\n1. Mediante escrito registrado en este tribunal el 22 de abril de 2021, el procurador de los tribunales don Antonio Ortega Fuertes, actuando en nombre de cincuenta diputadas y diputados del Grupo Parlamentario Vox en el Congreso de los Diputados, interpuso, con la firma como comisionado de don Juan José Aizcorbe Torra, recurso de inconstitucionalidad contra la Ley Orgánica 4/2021, de 29 de marzo, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial (LOPJ), para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones («Boletín Oficial del Estado» núm. 76, de 30 de marzo de 2021). La disposición impugnada añade los arts. 570 \n2. Son antecedentes relevantes para contextualizar el recurso de inconstitucionalidad, los siguientes:\na) El Grupo Parlamentario Socialista y el Grupo Parlamentario Confederal de Unidas Podemos-En Comú Podem-Galicia en Común presentaron, el 2 de diciembre de 2020, una proposición de ley orgánica por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones («Boletín Oficial de las Cortes Generales. Congreso de los Diputados», serie B, núm. 137-1, de 09 de diciembre de 2020). El 4 de diciembre la mesa del Congreso de los Diputados admite a trámite la iniciativa y la traslada al Gobierno, a los efectos de que se aplique el art. 126 del Reglamento del Congreso de los Diputados (RCD).\nb) El Gobierno comunica, el 9 de diciembre de 2020, su conformidad con la tramitación de la iniciativa (\nc) El 15 de diciembre siguiente el Pleno del Congreso de los Diputados toma en consideración la proposición de Ley Orgánica («Boletín Oficial de las Cortes Generales. Congreso de los Diputados», serie B, núm. 137-2, de 21 de diciembre de 2020). Tras la toma en consideración se registra solicitud de los proponentes, fechada el 16 de diciembre, para tramitar la proposición por el procedimiento de urgencia (art. 93 RCD).\nd) El 17 de diciembre de 2020 el Pleno del Consejo General del Poder Judicial aprueba, por mayoría, una declaración institucional que contiene el acuerdo de instar al Congreso de los Diputados para que solicite informe del Consejo sobre la proposición de ley orgánica por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones. El fundamento de la petición es la defensa de la posición constitucional que el Consejo General del Poder Judicial tiene en nuestro Estado de Derecho como garante de la independencia judicial. En ese mismo acuerdo se insta al Congreso para que solicite informe sobre la proposición a la Comisión Europea para la Democracia por el Derecho (Comisión de Venecia), y se pone de manifiesto la necesidad de dar audiencia a todos los agentes afectados por la reforma propuesta, en particular las asociaciones de jueces y fiscales, así como a las demás entidades representativas e instituciones públicas del ámbito de la justicia. Frente a este acuerdo formulan voto particular cinco vocales.\ne) El mismo día 17 de diciembre, la mesa de la Cámara acuerda encomendar dictamen sobre la proposición de ley a la Comisión de Justicia, disponer su tramitación por el procedimiento de urgencia (arts. 93.1 y 126.5 RCD), con la oposición del Grupo Parlamentario Popular y, teniendo en cuenta la solicitud de celebración de sesiones extraordinarias de los órganos necesarios para la tramitación y aprobación de la proposición de ley, acuerda también abrir un plazo de ocho días hábiles, que expira el día 25 de enero de 2021, para la presentación de enmiendas (art. 90.2 RCD).\nf) El 21 de diciembre de 2020, se registra en la Cámara el antedicho acuerdo del Pleno del Consejo General del Poder Judicial (escrito núm. expediente 122-000109-0005). El Grupo Parlamentario Popular realiza la misma solicitud el día 2 de enero de 2021, reiterando lo planteado previamente en un escrito de 17 de diciembre, documento en el que ya se hacía mención del acuerdo del Consejo de 17 de diciembre (escrito núm. expediente 122-000109-0006).\nEl 13 de enero de 2021 la mesa comunica, tanto al Grupo Parlamentario Popular como al Consejo General del Poder Judicial, la improcedencia de acceder a lo solicitado. En la discusión previa a la adopción de esta decisión se pone de manifiesto, por quienes interesaban la estimación de lo requerido por el Consejo y el Grupo Parlamentario Popular, que sin ser obligatoria la intervención del Consejo sería conveniente por la materia de la proposición. Por su parte, quienes se oponían a dicha estimación invocaban algunos precedentes parlamentarios, haciendo hincapié en la necesidad de que la mesa garantice la vigencia del principio de separación de poderes y proteja la capacidad legislativa y de impulso político del Parlamento, sin injerencias de otros poderes. La mesa considera finalmente que no procede «acceder a lo solicitado de acuerdo con el carácter potestativo con que se prevé la solicitud de informe y una vez ponderadas las circunstancias que concurren en el presente caso, todo ello conforme a lo dispuesto en el artículo 561 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial».\ng) El 25 de enero de 2021 se registra en el Congreso de los Diputados comunicación del acuerdo adoptado por el Pleno del Consejo General del Poder Judicial, en su reunión extraordinaria de 21 de enero de 2021. En el acuerdo se insta a la reconsideración de la decisión de la mesa fechada el 13 de enero de 2021. El acuerdo afirma que la falta de audiencia al Consejo General del Poder Judicial desconoce su papel como garante de la independencia de jueces y magistrados, impidiéndole pronunciarse sobre la adecuación de la reforma propuesta a los principios constitucionales y a los estándares europeos de todo Estado de Derecho, basados en el principio de separación de poderes según se han definido en el Derecho de la Unión Europea y en los dictámenes de la Comisión de Venecia. Frente a este acuerdo se formulan cinco votos particulares. El Grupo Parlamentario Popular también solicita la reconsideración de la decisión de la mesa (escrito núm. expediente 122-000109-0007).\nh) Tras la solicitud de reconsideración, y habiendo oído a la junta de portavoces, la mesa decide desestimarla mediante acuerdo de 9 de febrero de 2021. Sostiene la mesa que su negativa a remitir la proposición de ley al Consejo General del Poder Judicial a efectos de informe resulta de la aplicación del «artículo 561.1 LOPJ el cual, en contra de lo que sostienen los recurrentes, contempla la posibilidad de someter a informe del citado Consejo las materias que indica, como una facultad de la Cámara, siendo así que el ejercicio de tal facultad corresponde a su mesa, conforme a lo dispuesto en el artículo 31.1.7 del Reglamento. En consecuencia, se trata de un informe potestativo, no preceptivo, correspondiendo a la mesa de la Cámara la decisión discrecional sobre la pertinencia y oportunidad de la solicitud. Así, la mesa de la Cámara, que es el órgano que ha decidido sobre esta materia en todos los casos anteriores, ha acordado recabar el informe del Consejo General del Poder Judicial en algunos supuestos, pero no así en otros, de forma que no existe un precedente parlamentario uniforme que pueda, ni siquiera de manera tentativa, condicionar la decisión de la mesa».\nDespués de detallar que los precedentes parlamentarios no avalan la petición del grupo parlamentario Popular, la mesa también rechaza el resto de los argumentos empleados en la solicitud de reconsideración. Frente a la alegación de que la solicitud de informe al Consejo y la Comisión de Venecia es preceptiva porque así se deriva del derecho de la Unión Europea, la mesa sostiene que «[l]as recomendaciones de la Comisión Europea 2017/1520 y 2018/103, citadas en el escrito de reconsideración, además de no ser jurídicamente vinculantes, tienen efectos exclusivamente circunscritos al Estado miembro a los que las mismas se refieren (Polonia) y a sus circunstancias particulares. Este mismo carácter cabe atribuir a las comunicaciones del portavoz de justicia de 15 de octubre y de 4 de diciembre de 2020, las cuales, adicionalmente, circunscriben sus efectos exclusivamente a la iniciativa en tramitación en aquel momento y no a la proposición de ley orgánica de referencia, que posee una sustantividad propia, como iniciativa legislativa autónoma procedente de un sujeto constitucionalmente legitimado para presentarla, en condiciones de igualdad con los restantes, sin que de dichas comunicaciones quepa inferir una suerte de limitación del \nEn relación con la posibilidad de que el carácter preceptivo del informe del Consejo pudiera derivar del principio de buena regulación, la mesa del Congreso afirma que «[e]l artículo 129.1 de la Ley 39/2015, de 1 de octubre, de procedimiento administrativo común de las administraciones públicas, al recoger tales principios, delimita con precisión su ámbito subjetivo de aplicación, que no puede interpretarse, como parece entenderse de contrario, en el sentido de generar una supuesta obligación de la mesa de la Cámara de solicitar el mencionado informe».\nPor último, y en lo que atañe a la mención de la obligación de acordar comparecencias de expertos en comisión, la mesa sostiene que «le corresponde en exclusiva a la propia Comisión competente, de conformidad con lo dispuesto en el artículo 44.4 del Reglamento, sin que la mesa de la Cámara ostente competencia alguna a este respecto, en consideración, entre otras cosas, a la autonomía de la que gozan las comisiones para la adopción de sus acuerdos».\ni) El 2 de febrero de 2021 se publican las enmiendas a la proposición de ley de los distintos grupos parlamentarios («Boletín Oficial de las Cortes Generales. Congreso de los Diputados», serie B, núm. 137-4).\nEl Grupo Parlamentario Vox, al amparo de lo dispuesto en el art. 110.3 RCD, presenta una enmienda a la totalidad con texto alternativo que propone retornar al sistema de designación de los vocales del Consejo General del Poder Judicial de la Ley Orgánica 1/1980, de 10 de enero, del Consejo General del Poder Judicial, de manera que doce de los veinte vocales que integran el Consejo sean «elegidos entre y por jueces y magistrados pertenecientes a todas las categorías judiciales» que se encuentren en servicio activo mediante «voto personal, igual, directo y secreto». En el mismo sentido, aunque no con la misma dicción literal, se manifiesta el Grupo Parlamentario Ciudadanos en su enmienda a la totalidad, que propone reformar el régimen de elección de los vocales del Consejo General del Poder Judicial previsto en la Ley Orgánica del Poder Judicial para que los doce de procedencia judicial sean elegidos directamente por los jueces y magistrados.\nEl Grupo Parlamentario Plural presenta, igualmente, enmienda a la totalidad con texto alternativo proponiendo modificaciones en la elección de los vocales del Consejo General del Poder Judicial, si bien esta elección se mantendría en sede parlamentaria para la totalidad de los integrantes del Consejo. Y, por último, el propio Grupo Parlamentario Popular presenta enmienda a la totalidad proponiendo reformas de la Ley Orgánica del Poder Judicial relativas a: (i) la fórmula de nombramiento de los vocales del Consejo General del Poder Judicial; (ii) las mayorías requeridas en el seno del Consejo para efectuar su función de nombramiento; (iii) la plenitud de funciones del Consejo saliente; y (iv) la necesidad de incluir el informe del Consejo General del Poder Judicial cuando el Congreso de los Diputados o el Senado tomen en consideración una proposición de ley que verse sobre alguna de las materias sobre las que el Consejo tenga facultades de informe.\nj) Calificadas las enmiendas por la mesa de la Comisión de Justicia, el 28 de enero de 2021 se celebró el debate de totalidad, quedando rechazadas las cuatro enmiendas a la totalidad de texto alternativo que fueron presentadas. En sesión celebrada el 12 de febrero de 2021, la ponencia encargada de redactar el informe sobre la proposición de ley orgánica propone por mayoría la aceptación, en sus términos, del texto de la proposición de ley orgánica y el rechazo de las enmiendas presentadas. El 16 de febrero, la eleva a la presidenta de la Cámara dictamen de conformidad con el informe de la ponencia. El Pleno del Congreso aprobó la proposición el 11 de marzo de 2021 («Boletín Oficial de las Cortes Generales. Congreso de los Diputados», serie B, núm. 137-7, de 16 de marzo de 2021). Por su parte, en el Senado se aprobó la proposición el 24 de marzo de 2021 sin introducirse variaciones respecto del texto remitido por el Congreso [«Boletín Oficial de las Cortes Generales. Senado», núm. 163-1667 (Apartado I) de 26 de marzo de 2021].\n3. Las alegaciones que sustentan las censuras de constitucionalidad planteadas en la demanda, respecto de la totalidad de la Ley Orgánica 4/2021, de 29 de marzo, son, en síntesis, las siguientes:\nA) Inconstitucionalidad por vicios procedimentales: vulneración de los arts. 23 y 122 CE, 561.1 LOPJ, así como de los arts. 88 y 89.1 CE en conexión con los arts. 69 y 124 RCD.\nApelando al contenido de la STC 238/2012, de 13 de diciembre, se aduce que los vicios procedimentales, que afecten esencialmente al proceso de formación de la voluntad de la Cámara, pueden ser relevantes respecto de la inconstitucionalidad de la norma así aprobada (con cita también de la STC 108/1986, de 29 de julio). En este caso, los recurrentes sostienen la inconstitucionalidad de la Ley Orgánica 4/2021 en su totalidad debido a los vicios formales en que se incurrió en su tramitación parlamentaria; vicios que determinan, a su vez, la infracción de los derechos fundamentales previstos en el art. 23 CE.\na) Los recurrentes aducen, por una parte, la indebida omisión del informe del Consejo General del Poder Judicial de acuerdo con el art. 561.1 LOPJ, cuando prescribe que «se someterán a informe del Consejo General del Poder Judicial los anteproyectos de ley y disposiciones generales que versen sobre las siguientes materias: 1 Modificaciones de la Ley Orgánica del Poder Judicial». La argumentación desarrollada en la demanda se puede sintetizar en los siguientes términos:\n(i) La demanda considera que la proposición de ley, cuya tramitación terminó con la aprobación de la Ley Orgánica 4/2021, debía ser objeto del previo informe del Consejo General del Poder Judicial por su contenido material, pese a no ser formalmente resultado de un proyecto de ley.\n(ii) El requisito procedimental contenido en el art. 561.1 LOPJ resulta indisponible para el Gobierno, debiendo necesariamente acompañar al proyecto de ley que se remita al Congreso, como uno de los antecedentes necesarios a que alude el art. 88 CE.\n(iii) La exigencia del previo dictamen del Consejo General del Poder Judicial se establece como garantía para que los diputados y los grupos puedan ejercer la función legislativa con pleno conocimiento sobre una concreta circunstancia: los riesgos que para la independencia del Poder Judicial pueda suponer la reforma propuesta por el Gobierno y la mayoría política que le apoya. La exigencia de dictámenes técnicos previos a la adopción de la decisión legislativa se establece en garantía de las minorías y del control que encomienda a estas la democracia representativa, para evitar los excesos de la mayoría política que sustenta al ejecutivo en cada momento.\n(iv) Concluyen los recurrentes que cuando una proposición de ley sea presentada por la mayoría parlamentaria que sustenta al Gobierno, entre los antecedentes de la proposición que deben ser presentadas \nb) Por otra parte, los recurrentes alegan que se ha producido un fraude de ley, en sentido técnico jurídico (art. 6.4 del Código civil), al utilizar la vía de la proposición de ley, por la mayoría parlamentaria que sustenta al Gobierno, para eludir la obligación de recabar el dictamen del Consejo General del Poder Judicial en las reformas de la ley orgánica referida en el art. 122 CE. El razonamiento desarrollado en la demanda es el siguiente:\n(i) Existe una identidad funcional entre el Gobierno y la mayoría política que le sustenta, por lo que resulta fácil colegir que no se puede utilizar a conveniencia el cauce del proyecto o la proposición de ley, como medio para hurtar a los diputados y grupos de la minoría de aquellos informes y dictámenes exigidos por la ley y que sirven de soporte técnico imprescindible para el fundado ejercicio de la potestad legislativa. Por tanto, la exigencia del art. 561.1 LOPJ debe imponerse también a las proposiciones de reforma de la citada ley orgánica presentadas por la mayoría política que soporta al Gobierno.\n(ii) El fraude tiene como consecuencia privar a los diputados, singularmente de la minoría, de aquellos informes imprescindibles para formarse correctamente una opinión fundada sobre el texto propuesto y apoyado por la mayoría. Los recurrentes consideran que, la diferencia en el supuesto de hecho permitiría llegar a la conclusión contraria a la que alcanzó la STC 238/2012, aplicando el parámetro contenido en dicho pronunciamiento. En el caso que nos ocupa: (i) la opinión del Consejo General del Poder Judicial sobre el contenido material del proyecto no llegó a conocimiento de los parlamentarios, dado que ni se recabó ni se obtuvo el correspondiente informe; y (ii) en el debate parlamentario las minorías hicieron extensa referencia a este vicio de procedimiento. En sustento de este argumento, la demanda cita las intervenciones en el Congreso de los Diputados de los portavoces de los grupos parlamentarios de Ciudadanos, Vox y el Partido Popular, en el debate sobre la ley, así como la declaración institucional del Consejo General del Poder Judicial, aprobada por acuerdo de 21 de enero de 2021.\n(iii) De dicho fraude –utilización por la mayoría de procedimientos \nB) Inconstitucionalidad por vicios materiales o sustantivos: vulneración de los arts. 122, 123.2, 124.4, 159.1 y 161.1 d) CE.\nPartiendo de la caracterización constitucional del Consejo General del Poder Judicial que formula el fundamento jurídico 5 de la STC 191/2016, de 15 de noviembre, la demanda afirma que la finalidad de la ley orgánica impugnada es crear un nuevo órgano extra-constitucional denominado Consejo General del Poder Judicial «en funciones», recortando potestades esenciales del Consejo que emanan de la Constitución y resultan indisponibles para el legislador.\nSi bien la Constitución regula, respecto de otros poderes del Estado, los efectos de la expiración de su mandato (art. 68.4 CE para el Congreso; art. 69.6 CE para el Senado; art. 78.2 CE respecto de las diputaciones permanentes; art. 101.2 CE para el Gobierno cesante), no sucede lo mismo respecto del Consejo General del Poder Judicial. En relación con el Consejo, la Constitución ha querido mantener una plenitud en el ejercicio de sus funciones, sin interrupción alguna, dado que todas esas potestades se ordenan a garantizar la independencia del Poder Judicial (STC 191/2016, FJ 5). Por lo tanto, respecto de este poder no existe habilitación constitucional alguna que permita debilitar las funciones del órgano constitucional de gobierno del mismo una vez transcurrido el «período de cinco años» previsto en el art. 122.3 CE.\nSostienen los recurrentes que, en el moderno entendimiento de una división de poderes atenuada, solo se predica con carácter absoluto esa separación respecto del Poder Judicial, ya que la función jurisdiccional no se concibe sin la independencia. El Poder Judicial es independiente porque está sometido únicamente al Derecho, y esa sumisión exclusiva al Derecho se garantiza precisamente porque es independiente. La decisión del poder constituyente de no prever un debilitamiento del Consejo cesante fue consciente y coherente con la caracterización del Poder Judicial. La única legitimación de los poderes legislativo y ejecutivo es democrática y proviene del cuerpo electoral, por lo que, decaída esa única fuente de legitimación por la expiración de los mandatos, solo procede mantener aquellas funciones estrictamente indispensables para garantizar una cierta continuidad hasta la inexorable toma de posesión de los nuevos titulares de esos poderes, una vez recibida la renovación de su legitimación a través del mandato democrático. Pero esto no ocurre con el Poder Judicial, cuya fuente de legitimación es la sujeción al derecho. Por eso la Constitución no prevé un periodo intermedio entre la renovación de Consejos, en el que existan funciones atenuadas, ya que ese órgano autónomo y separado tiene constitucionalmente encomendada la garantía de la independencia judicial, sin la cual no hay Estado de Derecho.\nLa demanda afirma asimismo que el poder constituyente no puede ser sustituido por los poderes constituidos a la hora de establecer las relaciones entre los tres poderes clásicos. Se afirma que el mismo Poder Legislativo que, a través de la Ley Orgánica 4/2021 desfigura al Consejo General del Poder Judicial, es el que tiene en su mano la renovación del Consejo y, por tanto, su mantenimiento en la posición de Consejo en funciones o su resurgimiento como órgano constitucional pleno. Esto supone una intolerable sumisión del Poder Judicial y de su órgano de gobierno al Poder Legislativo que, en función de su interés político, puede decidir mantener al Consejo General del Poder Judicial en la situación inane en la que le colocaría el nuevo art. 570 \nPor último, se afirma que a través del art. 122 CE y otros concordantes se establece una configuración constitucional indisponible para el legislador del órgano de gobierno de los jueces, que se completa con otros preceptos de la Constitución como: (i) el art. 123.2 CE que dispone que «el Presidente del Tribunal Supremo será nombrado por el Rey, a propuesta del Consejo General del Poder Judicial, en la forma que determine la ley»; (ii) el art. 159.1 CE que prevé que dos de los doce miembros del Tribunal Constitucional sean propuestos por el Consejo General del Poder Judicial; y (iii), al amparo del art. 161.1 d) CE, el art. 59 de la Ley Orgánica del Tribunal Constitucional (LOTC) atribuye al Consejo la legitimación para plantear los conflictos entre órganos constitucionales regulados en los arts. 73 a 75 LOTC. Estos preceptos constitucionales, según los recurrentes, resultan directamente vulnerados por la reforma impugnada en la medida en que la Ley Orgánica 4/2021 opera una verdadera desnaturalización del Consejo, cuya configuración constitucional se caracteriza por: (i) asumir necesariamente todas aquellas funciones imprescindibles para velar por la total independencia de la justicia; y (ii) por ser una institución absolutamente independiente y, por lo tanto, no subordinada a los demás poderes públicos, sin que sus vocales puedan ser vistos como delegados o comisionados del Congreso y del Senado, por más que a una y a otra de estas Cámaras corresponda la designación de sus miembros.\nLa demanda concluye su argumentación, en este punto, con una síntesis de los motivos de inconstitucionalidad material de la Ley Orgánica 4/2021: (i) asume un papel constituyente que no le corresponde creando la figura extra-constitucional del Consejo General del Poder Judicial «en funciones», no prevista en la Constitución para ese poder del Estado (a diferencia de lo que ocurre con los otros dos poderes); (ii) la nueva figura inconstitucional del Consejo en funciones no respeta la garantía de instituto establecida en la Constitución, desnaturalizándolo y convirtiéndolo en un órgano de gestión total y absolutamente subordinado a la mayoría política que sustenta a los Poderes Ejecutivo y Legislativo; y (iii) la subordinación es de tal grado que la recuperación de la plena funcionalidad constitucional del Consejo depende en exclusiva del Poder Legislativo, al que queda totalmente sujeto y, que, en función de la conveniencia de la mayoría política, puede decidir perpetuar un Consejo en funciones, desarticulando la garantía institucional prevista en la Constitución para salvaguardar la independencia del Poder Judicial.\n4. Por providencia de 16 de septiembre de 2021 el Pleno, a propuesta de la Sección Segunda, acordó admitir a trámite este recurso de inconstitucionalidad; dar traslado de la demanda y documentos presentados al Congreso de los Diputados y al Senado, por conducto de sus presidentes, y al Gobierno, a través de la ministra de Justicia, al objeto de que, en el plazo de quince días, puedan personarse en el proceso y formular las alegaciones que estimen convenientes (art. 34 LOTC); y publicar la incoación del recurso en el «Boletín Oficial del Estado».\n5. El Senado, mediante escrito registrado el día 30 de septiembre de 2021, comunica a través de su presidente el acuerdo de la mesa de la Cámara, fechado el 28 de septiembre de 2021, de tenerse por personada en el procedimiento, ofreciendo su colaboración a los efectos de lo previsto en el art. 88.1 LOTC.\n6. Mediante escrito de 28 de septiembre de 2021, que tuvo entrada en el registro del Tribunal el inmediato día 30, la presidenta del Congreso de los Diputados comunicó el acuerdo de la mesa en orden a: (i) personarse en el procedimiento a los solos efectos de formular alegaciones en relación con los vicios de procedimiento legislativo que se denuncian en la demanda, en lo que afecta al Congreso de los Diputados; (ii) encomendar la representación y defensa de la Cámara a la letrada de las Cortes Generales, doña Paloma Martínez Santa María, directora de la Asesoría Jurídica de la Secretaría General de la Cámara, con quien se entenderán las sucesivas diligencias y trámites; (iii) comunicar el acuerdo al Tribunal Constitucional y al Senado; y (iv) remitir el recurso a la Dirección de Estudios, Análisis y Publicaciones de la Secretaría General.\n7. La Abogacía del Estado, mediante escrito de 7 de octubre de 2021, registrado el mismo día en el Tribunal, se persona en nombre del Gobierno, solicitando prórroga por el máximo legal del plazo concedido para formular alegaciones. Mediante diligencia de ordenación del secretario de justicia del Pleno, de 8 de octubre de 2021, se tiene por personado al abogado del Estado, concediéndole una prórroga de ocho días más en el plazo concedido por providencia de 16 de septiembre de 2021, a contar desde el siguiente al de expiración del ordinario.\n8. Las alegaciones del Congreso de los Diputados se registran el día 11 de octubre de 2021, interesándose la desestimación del recurso de inconstitucionalidad en todo lo que se refiere a los vicios del procedimiento legislativo.\nA) En primer término, el escrito expone con detalle la tramitación parlamentaria de la proposición de ley orgánica. Tras ello, y expuestas las diferencias de regulación relativas a la tramitación de los proyectos y proposiciones de ley, el escrito de alegaciones destaca que la regulación sobre las proposiciones de ley no contiene precisión alguna sobre los documentos que deben incorporarse como antecedentes. En la práctica, estos se reducen a una breve relación de las normas vigentes que la proposición de ley pretende modificar, sin que, en ningún caso, se exijan dictámenes o informes con carácter preceptivo. Esta parte afirma, contra argumentando a la demanda, que por mucho que un grupo parlamentario comparta afinidad política con el Gobierno, es un sujeto jurídico distinto de aquel, como se deduce de los arts. 159.1 CE (proposición de nombramiento de los miembros del Tribunal Constitucional) y 162.1 a) CE (legitimación para interponer el recurso de inconstitucionalidad). Al igual que ocurre con el binomio partido-grupo, el binomio gobierno-mayoría que le apoya, que la demanda afirma como un \nLa Cámara afirma también que la figura del fraude de ley, tal y como viene definida en el Código civil, no resulta de aplicación en el ámbito del ejercicio de la iniciativa legislativa. En primer lugar, para que exista fraude, la denominada ley de cobertura (en este caso, las normas que regulan la tramitación de las proposiciones de ley parlamentarias), deberían responder a una finalidad distinta a la de la norma que se pretende evitar (en este caso, las normas que regulan la tramitación de los proyectos de ley). Sin embargo, en este caso ambas normas tienen como finalidad coincidente el ejercicio de la iniciativa legislativa. Las normas reguladoras de la iniciativa legislativa permiten que su ejercicio provenga de distintos sujetos (el Gobierno, o los grupos parlamentarios o diputados), de modo que el hecho de que la iniciativa sea ejercida por uno de estos autores no puede suponer un fraude respecto a la posibilidad de que la iniciativa pueda ser ejercida por otros autores. En consecuencia, si uno de estos autores ejerce la iniciativa legislativa ajustándose a los requisitos que marcan las normas en función de la autoría, no se puede decir que exista un fraude respecto a la aplicación de las normas previstas para el otro supuesto de autoría, porque estamos ante dos formas distintas de celebrar el mismo «negocio jurídico». Si los diputados o los grupos parlamentarios presentan una proposición de ley no están vulnerando ninguna norma relativa a la tramitación de los proyectos de ley, sino que estas no les resultan aplicables.\nTampoco se da el segundo elemento configurador del fraude, que es la obtención de un resultado prohibido o ilícito. Para los demandantes, mediante la presentación de la proposición de ley el resultado ilícito que se persigue es la evitación de los informes preceptivos que se exigen para los proyectos de ley. Sin embargo, los dos tipos de iniciativa legislativa, gubernamental y parlamentaria tienen sus propios requisitos de tramitación. No hay resultado ilícito desde el momento en que se permiten dos formas distintas de ejercer la iniciativa legislativa. Es más, al ejercer la iniciativa legislativa parlamentaria conforme a sus propios requisitos, los diputados o grupos no solo no están vulnerando ninguna norma, sino que están ejerciendo un derecho fundamental que ha sido reconocido como parte integrante del derecho establecido en el art. 23 CE (con cita de la STC 53/2021, de 15 de marzo, FJ 3).\nNo parece correcto decir, como plantea la demanda, que la única vía adecuada para regular una determinada materia, en este caso la configuración del Consejo General del Poder Judicial, deba ser la iniciativa legislativa gubernamental, porque esta afirmación colisionaría con la protección otorgada por el art. 23 CE. Plantear que la regulación de dicho organismo se tiene que hacer necesariamente mediante un proyecto de ley, cuando por la materia no hay ninguna reserva \nB) Descartada la existencia de un proyecto de ley encubierto, las alegaciones de la Cámara sostienen la inexigibilidad del informe previo del Consejo General del Poder Judicial.\na) Los informes preceptivos del Consejo General del Poder Judicial se exigen solo en la tramitación de los proyectos de ley (art. 561.1 LOPJ), no debiendo exigirse a las proposiciones de ley los requisitos de los proyectos [con cita de la STC 153/2016, FJ 3 b)]. Las proposiciones de ley no tienen que venir acompañadas de informes de otros órganos y considerarlo así supone condicionar externamente el ejercicio de la iniciativa legislativa de los diputados y grupos, lo que sería contrario a la autonomía parlamentaria.\nb) La falta del informe tampoco vulnera el art. 124 RCD, que exige que acompañen a las proposiciones de ley los estudios e informes que justifiquen su oportunidad, por ser estos antecedentes necesarios. Invocando el contenido del fundamento jurídico 3 b) de la STC 153/2016, la Cámara valora que el acuerdo de la mesa al admitir la proposición de ley sin informe del Consejo General del Poder Judicial se ajustó a su función reglamentaria, que debe limitarse a examinar los requisitos formales de las proposiciones de ley. No se aplica al caso, según esta parte, la jurisprudencia contenida en la STC 27/2018, de 5 marzo, que resuelve un supuesto con una cobertura normativa diversa. El art. 561.1.9 LOPJ, prevé como posibilidad, y no como obligación, que las Cortes Generales puedan solicitar informe al Consejo sobre cualquier cuestión que estimen oportuna, de modo que la Cámara posee autonomía para solicitar los antecedentes que considere necesarios para poder pronunciarse sobre las iniciativas legislativas presentadas (en este sentido, STC 108/1986, de 29 de julio, FFJJ 3 y 5). A la mesa de la Cámara corresponde la decisión discrecional sobre la pertinencia y la oportunidad de la solicitud (art. 561.1.9 LOPJ en relación con el art. 31.1.7 RCD).\nc) La Cámara también rechaza que la decisión discrecional de la mesa haya vulnerado el art. 23 CE porque para verificar dicha lesión es necesario demostrar que la falta de antecedentes considerados necesarios alteraría de forma sustancial el proceso de formación de la voluntad de los representantes, afectando al ejercicio de la función representativa [con cita de las SSTC 136/2011, de 13 de septiembre, FJ 10; y 176/2011, de 8 de noviembre, FJ 2 f)] o habría privado a las Cámaras de un elemento de juicio necesario para su decisión (con cita de la STC 68/2013, de 14 de marzo, FJ 2). Atendiendo a los debates previos, la letrada de la Cámara no aprecia que la ausencia del informe controvertido haya privado a los diputados de los elementos de juicio necesarios, manifestando aquellos tener conocimiento suficiente para formar su opinión.\nC) Por último, tampoco se considera vulnerado el art. 69 RCD, pues la previsión que contiene no se refiere a la cuestión de la documentación que ha de acompañar a los proyectos o proposiciones al momento de su presentación. Los informes del Consejo General del Poder Judicial, u otros que puedan formar parte del expediente de los proyectos de ley no son documentación a efectos del art. 69 del Reglamento, pues no son el objeto del debate ni se someterán a votación.\n9. El abogado del Estado presenta sus alegaciones el día 22 de octubre de 2021, solicitando la total desestimación del recurso de inconstitucionalidad. Los argumentos en que basa su petición son los siguientes:\nA) En relación con los vicios de inconstitucionalidad formal alegados, la Abogacía del Estado contextualiza la iniciativa de reforma, recordando que la Ley Orgánica del Poder Judicial ha sido modificada a través de proposiciones de ley orgánica, como sucede en el presente caso, en trece ocasiones. Once de ellas a través de proposiciones de ley del Congreso que dieron lugar a las Leyes Orgánicas 5/1995, de 22 de mayo; 2/2001, de 28 de junio; 8/2002, de 24 de octubre; 9/2002, de 10 de diciembre; 3/2005, de 8 de julio; 1/2014, de 13 de marzo; 2/2015, de 30 de marzo; 4/2018 y 5/2018, ambas de 28 de diciembre (de estas se han tramitado por la vía de urgencia las Leyes Orgánicas 1/2001, de 26 de marzo; 9/2002, de 10 de diciembre; 1/2004, de 28 de diciembre y 2/2015). Y las otras dos corresponden a una proposición de ley del Senado (Ley Orgánica 13/1999, de 15 de diciembre) y a una proposición de ley de las comunidades autónomas (Ley Orgánica 1/2010, de 19 de febrero). La regulación del Consejo General del Poder Judicial en funciones ya había sido abordada previamente en el art. 115 LOPJ, reformado por las Leyes Orgánicas 2/2001 y 1/2013, de 11 de abril, siendo finalmente derogado por la Ley Orgánica 4/2013, de 28 de junio, que introdujo el art. 570 LOPJ. En este marco, la Ley Orgánica 4/2021 completa el régimen jurídico de dicho órgano en funciones señalando las competencias que puede ejercer. Y la tramitación parlamentaria iniciada el 4 de diciembre de 2020 y conclusa el 26 de marzo de 2021, descartó cuatro enmiendas a la totalidad y dos de supresión, de cuya deliberación se deduce con claridad, según la Abogacía del Estado, que los diputados tenían un conocimiento completo del contenido y alcance de la modificación propuesta, lo que se pone de manifiesto asimismo en el resto de la deliberación sobre el articulado.\nLas SSTC 108/1986 y 238/2012, citadas por los recurrentes, se refieren a dos supuestos en que se analizaba la constitucionalidad formal de sendos proyectos de ley de modificación de la Ley Orgánica del Poder Judicial, alegándose la vulneración de la exigencia de informe del Consejo General del Poder Judicial en el sentido previsto por la Ley Orgánica del Poder Judicial. Pero este no es el caso aquí analizado, porque la proposición de ley no está recogida como supuesto en el que sea necesario informe del Consejo conforme al art. 561.1 LOPJ, ni tampoco es el caso analizado por las SSTC 13/2015, de 5 de febrero, y 27/2018 referidas a la exigencia de intervención de un tercero en la reforma normativa de una determinada materia independientemente de la forma de la iniciativa (proyecto o proposición).\nEn último término, el abogado del Estado niega que se haya producido fraude de ley, ya que la iniciativa de modificación de la Ley Orgánica del Poder Judicial no está limitada al Gobierno de la Nación. Añade también que la tramitación por la vía de urgencia tampoco ha tenido una relevancia constitucional que solo concurre si el trámite implica, de forma sustancial, la alteración del proceso de formación de voluntad de la Cámara (con cita de las SSTC 185/2016, de 3 de noviembre, y 140/2018, de 20 de diciembre).\nB) Respecto de los vicios de inconstitucionalidad material, su concurrencia también es descartada por la Abogacía del Estado. Más allá de la reserva de regulación de las funciones del Consejo General del Poder Judicial al constituyente, los recurrentes no realizan argumentación alguna que sustente que las competencias que ejerce el Consejo en funciones y, especialmente, las que no ejerce, afecten a la independencia del poder judicial, limitándose a señalar el listado de materias que no pueden tratar y señalando, solo con cita de un artículo en concreto, las relativas a la capacidad de nombramientos de magistrados del Tribunal Constitucional (art. 159.1 CE), propuesta de nombramiento del presidente del Tribunal Supremo (art. 123.2 CE), nombramiento de fiscal general del Estado (art. 124 CE) y la posibilidad de plantear conflictos de atribuciones [art. 161.1 d) CE)].\nCentrándose en contestar el único argumento que entiende suficientemente desarrollado por los recurrentes (con cita de la STC 140/2018), la Abogacía del Estado alude a la jurisprudencia constitucional que sostiene el carácter incompleto y abierto de la regulación del Consejo General del Poder Judicial en la Constitución, y a la posibilidad de abordar diferentes opciones en cuanto a su configuración. Así, se invoca el fundamento jurídico 1 de la STC 191/2016, para aludir al margen de libertad del legislador a la hora de regular el sistema de gobierno del Poder Judicial y se reproducen los apartados 2 y 3 del art. 122 CE, relativos al Consejo, para concluir que de las previsiones relativas a la remisión a la ley orgánica para la regulación de sus funciones y al nombramiento de sus miembros por un periodo de cinco años, se deduce que el constituyente ha querido una permanencia temporal limitada en el cargo y que el legislador orgánico sea quien regule las funciones del órgano de gobierno de los jueces.\nAsí, el constituyente previó una diferencia constitucional entre el Consejo General del Poder Judicial integrado por miembros dentro de su mandato de cinco años, y el Consejo General del Poder Judicial integrado por miembros con mandato ya caducado y no renovado, dando lugar a una situación anómala no querida por el constituyente y que es posible regular dentro del margen concedido al legislador. La ley impugnada define las competencias que puede realizar el Consejo en funciones, centradas en mantener las que aseguren el gobierno ordinario del poder judicial y limitando las competencias: (i) de nombramiento de magistrados del Tribunal Constitucional, de jueces, magistrados y magistrados del Tribunal Supremo –excepción hecha de los ascensos reglados–, o de cargos dentro de las instituciones dependientes del Consejo General del Poder Judicial; y (ii) de ejercicio de su potestad reglamentaria a la gestión ordinaria, excluyendo la posibilidad de regular el propio Consejo, el régimen de su personal y los órganos de gobierno de juzgados y tribunales. Ahora bien, los recurrentes no argumentan por qué estas limitaciones de las funciones del Consejo serían inconstitucionales, en concreto en qué afectan a la independencia del Consejo General del Poder Judicial y lo politizan.\nPor lo que se refiere a las limitaciones relativas a la interposición del conflicto de atribuciones, esta parte sustenta que es la Ley Orgánica del Tribunal Constitucional la que define los procedimientos constitucionales y las condiciones para el ejercicio de las acciones ante el Tribunal Constitucional (arts. 165 CE y 560 LOPJ), sin que tal previsión sea incompatible con la previsión del art. 571 \nPor último, la demanda no recoge argumentación alguna sobre las razones por las que la limitación de las atribuciones del Consejo General del Poder Judicial en funciones implique una politización del órgano de los jueces, y ello partiendo de que es una opción del legislador orgánico que todos sus miembros sean elegidos por las Cortes Generales, opción que el Tribunal Constitucional ha considerado válida, más aún cuando no se atribuyen ni al Poder Ejecutivo ni al Poder Legislativo las competencias que el Consejo en funciones no puede desarrollar, ni se afecta a la independencia con que los miembros del Consejo General del Poder Judicial en funciones ejerzan las atribuciones que el legislador orgánico ha querido que mantengan, una vez caducados sus mandatos y hasta su renovación (con cita de las SSTC 108/1986, FJ 7; y 191/2016, FJ 1).\n10. Por providencia de 2 de octubre de 2023, se señaló ese mismo día para deliberación y votación de la presente sentencia.\nII. Fundamentos jurídicos\n1. Objeto del recurso y posiciones de las partes.\na) El presente recurso de inconstitucionalidad núm. 2379-2021, interpuesto a instancia de cincuenta diputados y diputadas del Grupo Parlamentario Vox en el Congreso de los Diputados, tiene por objeto la totalidad de la Ley Orgánica 4/2021, de 29 de marzo, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial (LOPJ), para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones.\nLa Ley Orgánica 4/2021, en su artículo único, añade a la Ley Orgánica del Poder Judicial los arts. 570 \nLos preceptos impugnados tienen el siguiente tenor literal:\nArt. 570 \n«1. Cuando, por no haberse producido su renovación en el plazo legalmente previsto, el Consejo General del Poder Judicial entre en funciones según lo previsto en el apartado 2 del artículo 570, la actividad del mismo se limitará a la realización de las siguientes atribuciones:\n1. Ser oído por el Gobierno antes del nombramiento del fiscal general del Estado.\n2. Participar, en los términos legalmente previstos, en la selección de jueces y magistrados.\n3. Resolver lo que proceda en materia de formación y perfeccionamiento, provisión de destinos, ascensos reglados, situaciones administrativas y régimen disciplinario de jueces y magistrados.\n4. Ejercer la alta inspección de tribunales, así como la supervisión y coordinación de la actividad inspectora ordinaria de los presidentes y salas de gobierno de los tribunales.\n5. Cuidar de la publicación oficial de las sentencias y demás resoluciones que se determinen del Tribunal Supremo y del resto de órganos judiciales.\n6. Garantizar el funcionamiento y actualizar los programas formativos de la Escuela Judicial.\n7. Ejercer la potestad reglamentaria en las siguientes materias:\na) Publicidad de las actuaciones judiciales.\nb) Publicación y reutilización de las resoluciones judiciales.\nc) Habilitación de días y horas, así como fijación de horas de audiencia pública.\nd) Constitución de los órganos judiciales fuera de su sede.\ne) Régimen de guardias de los órganos jurisdiccionales.\nf) Organización y gestión de la actuación de los órganos judiciales españoles en materia de cooperación jurisdiccional interna e internacional.\ng) Condiciones accesorias para el ejercicio de los derechos y deberes que conforman el estatuto de jueces y magistrados, así como el régimen jurídico de las asociaciones judiciales, sin que tal desarrollo reglamentario pueda suponer innovación o alteración alguna de la regulación legal.\n8. Aprobar la relación de puestos de trabajo del personal funcionario a su servicio.\n9. Colaborar con la autoridad de control en materia de protección de datos en el ámbito de la administración de justicia.\n10. Recibir quejas de los ciudadanos en materias relacionadas con la administración de justicia.\n11. Elaborar y ejecutar su propio presupuesto, en los términos previstos en la presente ley orgánica.\n12. Proponer, previa justificación de la necesidad, las medidas de refuerzo que sean precisas en concretos órganos judiciales.\n13. Emitir informe en los expedientes de responsabilidad patrimonial por anormal funcionamiento de la administración de justicia.\n14. Recopilar y actualizar los principios de ética judicial y proceder a su divulgación, así como a su promoción con otras entidades y organizaciones judiciales, nacionales o internacionales.\n15. Elaborar los informes sobre los anteproyectos de ley y disposiciones generales que en virtud de lo dispuesto en el artículo 561 le correspondan.\n2. Sin perjuicio de lo dispuesto en el apartado anterior, el Consejo en funciones podrá realizar aquellas otras actuaciones que sean indispensables para garantizar el funcionamiento ordinario del órgano».\nArt. 598 \n«Cuando el Consejo General del Poder Judicial se encuentre en funciones, según lo previsto en el artículo 570.2, su Presidencia no podrá acordar el cese del secretario general ni del vicesecretario general del Consejo General del Poder Judicial».\nb) Los recurrentes alegan en su demanda dos motivos de inconstitucionalidad que se proyectan a la totalidad de la norma impugnada, como con mayor detalle se ha expuesto en los antecedentes de esta sentencia.\nPor una parte, unos vicios formales relacionados con la ausencia del informe del Consejo General del Poder Judicial previo a la tramitación parlamentaria de la proposición de ley, del que se deriva, a su juicio, una directa vulneración del art. 23.1 CE, en su vertiente de derecho a la participación en asuntos públicos a través de representantes. Sostienen los recurrentes que cuando una proposición de ley sea presentada por la mayoría que sustenta el Gobierno, entre los antecedentes de la proposición que deben ser presentados \nPor otra parte, unos vicios materiales derivados de la creación de un Consejo General del Poder Judicial en funciones que no tiene cobertura constitucional, siendo además contrario a las previsiones de los arts. 122, 123.2, 124.4, 159.1 y 161.l d) CE, en la medida en que la Ley Orgánica 4/2021: (i) asume un papel constituyente que no le corresponde creando, la figura extra-constitucional del Consejo «en funciones»; (ii) crea una figura que no respeta la garantía de instituto establecida en la Constitución, desnaturalizando el Consejo General del Poder Judicial y convirtiéndolo en un órgano de gestión subordinado a la mayoría política que sustenta a los poderes ejecutivo y legislativo; y (iii) subordina al Consejo General del Poder Judicial al legislativo, que puede mantenerle en situación de prórroga a su conveniencia política.\nc) Las alegaciones del Congreso de los Diputados descartan la concurrencia de los vicios de inconstitucionalidad formal denunciados por los recurrentes. En primer término, niega la existencia de un fraude de ley en el ejercicio mismo de la iniciativa legislativa que corresponde a los grupos parlamentarios que la ejercieron. El uso de una u otra vía de tramitación parlamentaria (proyecto\nEn segundo término, se rechaza la vulneración del art. 124 RCD y del art. 23 CE, puesto que el informe del Consejo General del Poder Judicial no era preceptivo en el curso de la tramitación de una proposición de ley, ni puede considerarse incluido entre los documentos que requiere el art. 69 RCD. Además, la inexistencia del informe, más allá de no suponer infracción formal alguna, tampoco priva materialmente de elementos de juicio a los integrantes de la Cámara a la hora de adoptar la decisión sobre la tramitación y aprobación de la iniciativa.\nd) La Abogacía del Estado interesa la desestimación del recurso en su totalidad. Respecto de los vicios de inconstitucionalidad formal, se alega que no ha existido fraude de ley al promover la modificación recurrida a través de una proposición de ley orgánica, recordando que no es la primera y única vez que se utiliza esta vía, y en la que no se requiere solicitar un informe del Consejo General del Poder Judicial; informe cuya ausencia tampoco ha afectado al contenido de la deliberación parlamentaria.\nPor lo que hace a los vicios de inconstitucionalidad material, el abogado del Estado insiste en la idea de la ausencia de desarrollo argumental suficiente que justifique la acusación de injerencia en la independencia judicial por parte del legislador orgánico, que tiene la facultad de desarrollar el elenco de funciones constitucionalmente atribuido al Consejo General del Poder Judicial. En particular, considera ausente de argumentación bastante la queja relativa a las vulneraciones de los arts. 123.2, 159.1 y 161.l d) CE.\n2. Delimitación del objeto y sistemática.\nExpuesto el contenido literal de los preceptos impugnados y sintetizadas las posiciones de las partes, es preciso, antes de abordar las cuestiones de fondo, realizar unas consideraciones previas sobre (i) la delimitación del objeto del presente recurso por las modificaciones experimentadas por la norma durante la pendencia del proceso, así como en relación con la eventual lesión del art. 124.4 CE; (ii) los óbices procesales planteados por la abogacía del Estado; y (iii) el orden de examen de los motivos de impugnación alegados por los recurrentes.\nA) Encuadramiento y modificación de la norma objeto del presente recurso: la pérdida sobrevenida parcial del objeto respecto de la vulneración del art. 159.1 CE.\nLa Ley Orgánica 4/2021 tiene por objeto, tal como explicita su preámbulo, «establecer el régimen jurídico aplicable al Consejo General del Poder Judicial cuando la composición del mismo no se renueve en el plazo establecido por la Constitución, abocando al órgano constitucional a continuar en funciones hasta su renovación», lo que se justifica porque «[e]s evidente que la superación del plazo máximo de mandato sin que se haya producido la debida renovación sitúa al Consejo General del Poder Judicial en una situación extraordinaria, cuyo régimen jurídico no puede ser el mismo que el aplicable al periodo normal de funcionamiento». Es, por ello, que si bien «lo deseable será siempre que la renovación del Consejo General del Poder Judicial se produzca de manera inmediata a la finalización de su mandato, debe, no obstante, preverse un régimen jurídico completo y adecuado para cuando tal circunstancia no se dé»; régimen con el que el legislador pretende garantizar el correcto funcionamiento de la administración de justicia y favorecer una renovación que repercuta en la salvaguarda de la legitimidad democrática del tercer poder del Estado.\nA tales efectos, como hemos expuesto en el precedente fundamento jurídico, el primero de los preceptos impugnados –art. 570 \nDurante la pendencia del proceso, la Ley Orgánica del Poder Judicial ha sido reformada hasta en nueve ocasiones. Las reformas introducidas mediante las Leyes Orgánicas 6/2021, de 28 de abril; 7/2021, de 26 de mayo; 8/2021, de 4 de junio; 9/2021, de 1 de julio; 10/2021, de 14 de diciembre; 2/2022, de 21 de marzo; 5/2022, de 28 de junio; y 7/2022, de 27 de julio, no han afectado ni a los preceptos objeto del presente recurso, ni a la regulación del Consejo en funciones, por lo que carecen de relevancia sobre la pervivencia del recurso y la delimitación del objeto de este proceso.\nNo obstante, la reforma introducida por la Ley Orgánica 8/2022, de 27 de julio, de modificación de los artículos 570 \n«Uno. Se introduce un nuevo numeral 1. en el apartado 1 del artículo 570 \n“1. Proponer el nombramiento de dos magistrados del Tribunal Constitucional, en los términos previstos por el artículo 599.1.1.”\nDos. Se modifica el numeral 1 del apartado 1 del artículo 599, quedando redactado como sigue:\n“1. La propuesta de nombramiento, por mayoría de tres quintos, de los dos magistrados del Tribunal Constitucional cuya designación corresponde al Consejo General del Poder Judicial, que tendrá que realizarse en el plazo máximo de tres meses a contar desde el día siguiente al vencimiento del mandato anterior.”»\nEste tribunal ya ha señalado en diversas ocasiones que, aunque la desaparición sobrevenida del objeto del proceso no esté contemplada en el art. 86.1 LOTC como una de las causas de terminación extraordinaria de los distintos procesos constitucionales, y en particular de los recursos de inconstitucionalidad, es posible, no obstante, que tal cosa pueda suceder (entre otros, AATC 139/1998, de 16 de junio, FJ 1, y 244/2000, de 17 de octubre, FJ 2, así como la jurisprudencia allí citada). Ahora bien, también se ha venido afirmando que, en relación con la pérdida sobrevenida del objeto, no cabe dar una respuesta unívoca y general a la cuestión relativa a los efectos de la modificación, derogación o pérdida de vigencia de una disposición legal, ulterior a su impugnación. Esta respuesta ha de venir determinada «en función de la incidencia real de la derogación, no de criterios abstractos» (STC 385/1993, de 23 de diciembre, FJ 2).\nEn el supuesto que ahora nos ocupa, la reforma del art. 570.1.1 LOPJ introduce una modificación sustancial en el objeto del presente recurso en lo que concierne a la atribución al Consejo en funciones de proponer el nombramiento de dos miembros del Tribunal Constitucional. En su demanda, los recurrentes denuncian una lesión autónoma del art. 159.1 CE por la exclusión de dicha facultad. En la medida en que la misma ha sido otorgada al Consejo General del Poder Judicial en funciones por obra del mismo legislador que inicialmente no la previó, este tribunal ya no debe pronunciarse sobre este concreto motivo de impugnación. Y ello porque carece de sentido «pronunciarse sobre normas que el mismo legislador ha expulsado ya del ordenamiento de modo total, sin ultraactividad (SSTC 160/1987, de 27 de octubre, FJ 6; 199/1987, de 16 de diciembre, FJ 3; 150/1990, de 4 de octubre, FJ 8; 385/1993, de 23 de diciembre, FJ 2; 196/1997, de 13 de noviembre, FJ 2, y 137/2003, de 3 de julio, FJ 2)» [STC 29/2022, de 24 de febrero, FJ 2 b)]. La regla general en el ámbito de los recursos de inconstitucionalidad es, pues, que la derogación extingue su objeto, máxime en supuestos en que la norma en concreto ha sido privada de todo vestigio de vigencia. Así sucede en el presente caso, tal y como demuestra el hecho de que el Consejo General en funciones propusiera para su nombramiento, el 27 de diciembre de 2022, a dos magistrados del Tribunal Constitucional aplicando lo dispuesto en la nueva regulación.\nLo expuesto significa que esta concreta queja quedará fuera del objeto del pronunciamiento que debe formular este tribunal.\nB) Exclusión del examen de la eventual lesión del art. 124.4 CE.\nLos recurrentes se limitan a enunciar en su demanda la eventual vulneración del art. 124.4 CE, en concreto, lo hacen en la rúbrica del segundo motivo de inconstitucionalidad imputado a la Ley Orgánica 4/2021, relativo a impugnaciones de carácter material. El art. 124.4 CE atribuye al Consejo General del Poder Judicial la facultad de ser oído antes del nombramiento del fiscal general del Estado por el Rey, a propuesta del Gobierno. La mera lectura del art. 570 \nA la vista de lo expuesto y dada la ausencia de toda argumentación sobre la vulneración del art. 124.4 CE, este tribunal considera que su alusión en la demanda ha obedecido a un mero error de cita, por lo que esta cuestión no será objeto de análisis y quedará ajena a nuestro juicio.\nC) Óbices procesales en relación con las eventuales lesiones de los arts. 123.2 y 161.1 d) CE.\nSe afirma en el recurso de inconstitucionalidad que la Ley Orgánica 4/2021 establece una configuración constitucional del órgano de gobierno de los jueces indisponible para el legislador. Sostienen que resultan directamente vulnerados los arts. 123.2, 159.1 y 161.1 d) CE, en la medida en que la norma impugnada opera una verdadera desnaturalización del Consejo General del Poder Judicial, cuya configuración constitucional se caracteriza por: (i) asumir necesariamente todas aquellas funciones imprescindibles para velar por la total independencia de la justicia; y (ii) ser una institución absolutamente independiente y, por lo tanto, no subordinada a los demás poderes públicos, sin que sus vocales puedan ser vistos como delegados o comisionados del Congreso y del Senado, por más que a una y a otra de estas Cámaras corresponda la designación de sus miembros.\nLa Abogacía del Estado entiende que esta impugnación debiera inadmitirse \nDe acuerdo con lo señalado en los precedentes apartados A) y B) de este fundamento jurídico, las quejas de inconstitucionalidad formuladas en relación con los arts. 159.1 y 124.4 CE quedan, por las razones allí expuestas, fuera del objeto de análisis del presente recurso de inconstitucionalidad. Teniendo esto en cuenta, hemos de dar respuesta, en todo caso, a la alegación del abogado del Estado sobre la concurrencia del óbice de admisibilidad por él planteado en relación con los arts. 123.2 y 161.1 d) CE.\nCiertamente, como afirma la Abogacía del Estado, en relación con el conflicto entre la Ley Orgánica 4/2021 y los citados arts. 123.2 y 161.1 d) CE, la argumentación desarrollada por los recurrentes es sumamente escueta, limitándose a aseverar que el legislador ha privado al Consejo en funciones de atribuciones que eran constitucionalmente indisponibles. En particular y por lo que ahora interesa: (i) la facultad de proponer el nombramiento del presidente del Tribunal Supremo y del Consejo General del Poder Judicial, contemplada en el art. 123.2 CE y en el art. 560.1.1 LOPJ; y (ii) la legitimación del Consejo para plantear, en los términos previstos por la Ley Orgánica del Tribunal Constitucional, el conflicto de atribuciones entre órganos constitucionales del Estado, tal y como se deriva del art. 161.l d) CE y se reconoce en el art. 560.1.5 LOPJ.\nYa desde sus primeros pronunciamientos el Tribunal ha venido sosteniendo que «en los casos de fundamentación insuficiente el Tribunal resta en libertad para rechazar la acción en aquello en que se encuentre insuficientemente fundada o para examinar el fondo del asunto si encuentra razones para ello» (STC 11/1981, de 8 de abril, FJ 3). Esta doctrina se va perfilando con el tiempo y se sintetiza en la STC 87/2017, de 4 de julio, FJ 2, en la que se sostiene que los pronunciamientos de inconstitucionalidad deben centrarse en los aspectos señalados en la demanda, sin entrar en aquellos que carecen de una argumentación suficiente que permita desvirtuar la presunción de validez de las leyes aprobadas. Tampoco deben abordarse los argumentos que exceden de la pretensión planteada. Y la razón para ello es que «cuando lo que está en juego es la depuración del ordenamiento jurídico, es carga de los recurrentes no solo la de abrir la vía para que el Tribunal pueda pronunciarse, sino también la de colaborar con la justicia del Tribunal en un pormenorizado análisis de las graves cuestiones que se suscitan. Es justo, pues, hablar [...] de una carga del recurrente y en los casos en que aquella no se observe, de una falta de diligencia procesalmente exigible, que es la diligencia de ofrecer la fundamentación que razonablemente es de esperar» (STC 86/2017, de 4 de julio, FJ 2).\nEn el caso que ahora nos ocupa, este tribunal considera procedente examinar el fondo del asunto, porque los recurrentes han ofrecido argumentos suficientes para ello, por más que su examen de las causas de inconstitucionalidad de la Ley Orgánica 4/2021, en relación con los arts. 123.2 y 161.l d) CE, no haya sido pormenorizado. En realidad, el argumento principal viene expresado en el escrito de demanda, y se refiere a la retirada al Consejo en funciones de una serie de atribuciones derivadas de la propia Constitución, sin establecer el texto constitucional limitación temporal o circunstancial alguna a dicha atribución. Con la presentación de esta tesis, reforzada además por la invocación del ataque a la independencia del Consejo General del Poder Judicial, es suficiente para que este tribunal considere cumplida la carga de alegar, descartando la existencia del óbice procesal planteado por la Abogacía del Estado.\nD) Orden de examen.\nUna vez acotado el objeto del recurso procede entrar en su resolución conforme al orden de examen que a continuación se indica, teniendo en cuenta que corresponde a este tribunal, en función de las circunstancias concurrentes en cada supuesto concreto sometido a su consideración, determinar el orden del examen de las quejas planteadas [STC 183/2021, de 27 de octubre, FJ 2 C)]. Se examinará, en primer lugar, la censura de inconstitucionalidad atinente a la supuesta existencia de vicios en el procedimiento legislativo de aprobación de la Ley Orgánica 4/2021, que constituyen la mayor parte de alegaciones del recurso de inconstitucionalidad o, en todo caso, aquellas que los recurrentes y el resto de las partes personadas en este procedimiento han desarrollado con mayor amplitud.\nSolo en el caso de que se desestimaran estos argumentos de inconstitucionalidad se entraría a valorar, en segundo lugar, las censuras de inconstitucionalidad de carácter material o sustantivo, comenzando por las que se dirigen contra la Ley Orgánica 4/2021 en su conjunto por su eventual contradicción con los apartados 2 y 3 del art. 122 CE (FJ 4), considerando después, en su caso, las pretensiones que tienen por objeto la vulneración específica de los arts. 123.2 y 161.l d) CE (FJ 5).\n3. Impugnación del conjunto de la Ley Orgánica 4/2021 por motivos procedimentales.\nLas censuras de inconstitucionalidad de carácter formal que la demanda atribuye a la Ley Orgánica 4/2021 se vinculan directamente a la falta de participación del Consejo General del Poder Judicial, a través de su facultad de informe, en el curso del procedimiento legislativo. Se aduce que la ausencia del informe del Consejo General del Poder Judicial (\nA continuación examinaremos de forma singularizada las dos quejas formuladas a la tramitación parlamentaria de la Ley Orgánica 4/2021: (A) la omisión del informe del CGPJ; y (B) el fraude ley por utilizar la vía de la proposición de ley.\nA) Irrelevancia constitucional de la omisión del informe del Consejo General del Poder Judicial \nEste tribunal entiende que carece de relieve jurídico-constitucional la censura formulada a la Ley Orgánica 4/2021 por no haberse recabado, durante su tramitación parlamentaria, el informe del Consejo General del Poder Judicial contemplado en el art. 561.1 LOPJ, que establece que se someterán a informe del Consejo los anteproyectos de ley que versen sobre «modificaciones de la Ley Orgánica del Poder Judicial» (punto 1).\nLa Ley Orgánica 4/2021 no tuvo su origen en un proyecto de ley gubernamental, sino en una proposición de ley orgánica de los grupos parlamentarios Socialista y Confederal de Unidas Podemos-En Comú Podem-Galicia en Común en el Congreso de los Diputados («Boletín Oficial de las Cortes Generales. Congreso de los Diputados», XIV legislatura, serie B, núm. 137-1, de 9 de diciembre de 2020). Como proposición de ley su tramitación, de acuerdo con el art. 89.1 CE, «se regulará por los Reglamentos de las Cámaras». La remisión al reglamento parlamentario convierte a los arts. 69 y 124 RCD –invocados en la demanda– en parámetro de constitucionalidad [SSTC 99/1987, de 11 de junio, FJ 1 a), y 238/2012, de 13 de diciembre, FJ 2 a)], si bien la vulneración reglamentaria solo determinará la inconstitucionalidad de la ley si afecta a la formación de la voluntad de la Cámara. Los arts. 69 y 124 RCD establecen, respectivamente, que «[n]ingún debate podrá comenzar sin la previa distribución, a todos los diputados […] del informe, dictamen o documentación que haya de servir de base en el mismo, salvo acuerdo en contrario de la mesa del Congreso o de la comisión, debidamente justificado» y que «[l]as proposiciones de ley se presentarán acompañadas de una exposición de motivos y de los antecedentes necesarios para poder pronunciarse sobre ellas».\nLa iniciativa de reforma de la Ley Orgánica del Poder Judicial tiene su origen, por tanto, en una proposición de ley; sin embargo, el art. 561.1 LOPJ se refiere estrictamente, en lo que aquí interesa, a informes sobre anteproyectos de ley. Este es el motivo por el que el art. 561.1.1 LOPJ no puede integrar el contenido de los arts. 69 y 124 RCD cuando se refieren a la documentación o antecedentes normativos preceptivos para proceder a la tramitación parlamentaria. Como ya afirmamos en la en la STC 153/2016, de 22 de septiembre, FJ 3, «[n]o cabe proyectar sobre la facultad de los grupos parlamentarios de presentar proposiciones de ley exigencias y requisitos exigidos solo por el ordenamiento para los proyectos de ley del Gobierno [SSTC 36/2013, de 14 de febrero, FJ 4, y 111/2013, de 9 de mayo, FJ 2 b)] [...] Las disposiciones legales que traen causa, como aquí fue el caso, de una proposición de ley no resultan inconstitucionales, en suma, por el mero hecho de que se hayan presentado ante las Cámaras sin aquellos requisitos documentales que el bloque de la constitucionalidad exige a los proyectos de ley». Es, por ello, que la discusión sobre la eventual trascendencia constitucional de la omisión del informe del Consejo General del Poder Judicial solo podría suscitarse respecto de los proyectos de ley sometidos por el Consejo de Ministros al Congreso de los Diputados [véanse las SSTC 108/1986, de 29 de julio, FJ 5, aunque a propósito de una normativa distinta a la vigente, y 238/2012, FJ 3 c)], nunca sobre las proposiciones de ley tomadas en consideración por una u otra Cámara, proposiciones cuya tramitación se rige, exclusivamente, por los reglamentos respectivos (art. 89.1 CE), en los que no se prevé informe preceptivo alguno a cargo de otros órganos.\nNo obstante, nada se opone a que la Cámara pudiera considerar oportuno pedir informe al Consejo General del Poder Judicial sobre cualquier cuestión o asunto de su incumbencia institucional (art. 561.1.9 LOPJ y STC 191/2016, de 15 de noviembre, FJ 6). En este caso, los acuerdos de 13 de enero y 9 de febrero de 2021 de la mesa de la Cámara no consideraron necesario integrar como antecedente –a los efectos del art. 124 RCD– el informe del Consejo, sobre la base del carácter potestativo de la decisión de hacer intervenir o no al Consejo, y nada se ha de objetar a estos acuerdos en términos jurídico-constitucionales.\nEllo conlleva que no quepa apreciar la infracción de los arts. 88 y 89.1 CE en relación con los arts. 69 y 124 RCD.\nB) Ausencia de fraude de ley por utilización de la proposición de ley.\nSe argumenta en la demanda que existe una «identidad funcional» entre el Gobierno y las mayorías parlamentarias que lo sustentan o le dan apoyo. Esta alegación no puede prosperar, toda vez que dicha afirmación «es expresión de una apreciación política, que en absoluto se compadece con la propia racionalidad de la democracia parlamentaria» [STC 19/2023, de 22 de marzo, FJ 3 B) c)].\nSostienen los recurrentes, sobre la base de esa supuesta «identidad funcional», que la utilización de una proposición de ley por los grupos parlamentarios que forman parte de la mayoría gubernamental es un fraude de ley para evitar la solicitud del preceptivo informe del Consejo General del Poder Judicial. Este tribunal entiende que no se puede calificar de fraude de ley la utilización de una proposición de ley, no de un proyecto del ejecutivo, en orden a incoar el procedimiento legislativo ni a reclamar, parangonando lo incomparable, la imposición en el primero de estos cauces de exigencias que solo pueden llegar a pesar sobre el segundo. Ante una controversia análoga en cuanto a la queja de fondo, la STC 153/2016, de 22 de septiembre, FJ 3 a), afirmó que no se vulnera el procedimiento legislativo por el hecho de que la norma impugnada tenga su origen en una proposición de le ley y no en un proyecto de ley, porque no existe obstáculo alguno en ninguna disposición del bloque de la constitucionalidad, para que la disposición normativa impugnada pudiera tener su origen en una u otra iniciativa legislativa. Por una parte, «el ordenamiento jurídico no ha establecido […] restricciones para el ejercicio de la función legislativa a partir de las proposiciones de ley presentadas por los grupos parlamentarios»; por otra parte, afirma la citada sentencia, la legalidad aplicable «no impone límite material alguno a la iniciativa que corresponde a Les Corts por lo que no cabe exigir que una determinada norma, por el hecho de tener determinadas repercusiones sociales, económicas y jurídicas, tenga que tener su origen en un proyecto de ley del Gobierno en lugar de en una proposición de ley de Les Corts».\nAceptar la premisa argumental de los recurrentes sería tanto como reconocer que, en determinados supuestos en que no se regula limitación alguna de la iniciativa legislativa de los grupos parlamentarios, esa limitación es posible en la medida en que el interés político del grupo que hace uso de la facultad de iniciativa sea coincidente con el interés político del Gobierno. Ello supondría desactivar la iniciativa legislativa de los grupos parlamentarios pertenecientes a la mayoría gubernamental o que dan su apoyo al ejecutivo, lo que vendría a limitar de manera desproporcionada y sin cobertura constitucional el \nEn suma, no puede apreciarse la existencia de un fraude de ley cuando uno o más grupos parlamentarios ejercen la iniciativa legislativa que la Constitución les reconoce, y que no se limita por razón material cuando se trata de regular materias propias de la Ley Orgánica del Poder Judicial. El hecho de que la mayoría gubernamental, a través de su o sus grupos parlamentarios, sea quien ejerce la iniciativa legislativa responde a criterios de tramitación distintos a los que se prevén cuando quien ejerce la iniciativa es el Gobierno. Los recurrentes constatan esa realidad innegable. Pero la misma no puede calificarse como conducta infractora, ni se le puede reprochar que conduzca a lo que, de entrada, prevé la norma constitucional al diferenciar la tramitación de proposiciones y proyectos de ley. Como se sostuvo en la STC 19/2019, de 12 de febrero, FJ 3, «el juicio de constitucionalidad “no puede confundirse con un juicio de intenciones políticas, sino que tiene por finalidad el contraste abstracto y objetivo de las normas legales impugnadas con aquellas que sirven de parámetro de su constitucionalidad” (SSTC 239/1992, de 17 de diciembre, FJ 2, y 103/2017, de 6 de septiembre, FJ 2, entre otras muchas)».\nC) Es manifiesto, en atención a cuanto queda expuesto, que la tramitación parlamentaria de la Ley Orgánica 4/2021 no ha conculcado el art. 23 CE ni ningún otro de los preceptos invocados por los demandantes al formular este motivo de impugnación, que, por lo tanto, ha de ser desestimado.\n4. Impugnación de la Ley Orgánica 4/2021 por motivos materiales relativos a la creación del Consejo General del Poder Judicial en funciones: la vulneración del art. 122 CE.\nLa demanda atribuye una tacha de inconstitucionalidad a la creación, por la Ley Orgánica 4/2021, de un órgano extra-constitucional, el llamado «Consejo General del Poder Judicial en funciones», al que se recortan potestades esenciales que emanan directamente de la Constitución y son, por ello, indisponibles por el legislador. Esta configuración del Consejo General del Poder Judicial supone, a juicio de los recurrentes, una vulneración del art. 122 CE por un doble motivo: (i) no existe habilitación constitucional para la creación del Consejo en funciones, lo que hace que el legislador asuma funciones propias del constituyente; y (ii) la restricción de funciones del Consejo General del Poder Judicial durante la fase de prórroga de su mandato, vulnera su papel como garante de la independencia judicial.\nLa respuesta a esta queja, que se erige en el núcleo del recurso de inconstitucionalidad, exige que examinemos, sobre la base de nuestros pronunciamientos, diferentes aspectos de la regulación del Consejo (SSTC 45/1986, de 17 de abril; 108/1986, de 29 de julio; 105/2000, de 13 de abril; 238/2012, de 13 de diciembre, y 191/2016, de 15 de noviembre): (A) la configuración constitucional del Consejo General del Poder Judicial, y (B) la necesaria intervención del legislador para completar su regulación. Hecho esto estaremos en condiciones de dar una respuesta fundada a este motivo de impugnación (C).\nA) Configuración del Consejo General del Poder Judicial como órgano constitucional autónomo de gobierno del Poder Judicial, garante de la independencia judicial.\nLa Constitución, en los apartados 2 y 3 del art. 122, ha regulado fragmentariamente este órgano constitucional, de modo tal que no todos sus rasgos o elementos pueden deducirse de aquella ordenación parcial por parte de la norma fundamental (STC 108/1986, FJ 11). El texto constitucional se limita a definir al Consejo General del Poder Judicial como órgano de gobierno del Poder Judicial, a establecer que tendrá funciones en materia de nombramientos, ascensos, inspección y régimen disciplinario de los integrantes del poder judicial (art. 122.2 CE) y a fijar los elementos esenciales del sistema de nombramiento de sus vocales y la extensión temporal del mandato de los mismos (art. 122.3 CE).\nInteresa, en este momento, detenernos en el examen de la naturaleza del Consejo General del Poder Judicial y su estrecha vinculación con la independencia del Poder Judicial –en cuanto uno de los tres poderes tradicionales del Estado, junto con el Legislativo y el Ejecutivo–; independencia que «constituye una pieza esencial de nuestro ordenamiento como del de todo Estado de Derecho» (STC 108/1986, FJ 6). A tales efectos, es necesario recordar nuestra temprana doctrina tanto sobre lo que no es el Consejo –expresión orgánica del autogobierno judicial y de carácter representativo–, como sobre lo que es en términos constitucionales –órgano constitucional autónomo de gobierno del Poder Judicial y garante de la independencia judicial–.\na) Frente a la tesis que sostenía que la independencia del poder judicial comportaba el autogobierno judicial y la representatividad interna, siendo el Consejo General del Poder Judicial su expresión orgánica, este tribunal ha afirmado que «ni tal autonomía y facultad de autogobierno se reconocen en la Constitución ni se derivan lógicamente de la existencia, composición y funciones del Consejo», pues «lo que se consagra es la independencia de cada juez a la hora de impartir justicia»; lo que el constituyente ha querido es «crear un órgano autónomo que desempeñe determinadas funciones, cuya asunción por el Gobierno podría enturbiar la imagen de la independencia judicial, pero sin que de ello se derive que ese órgano sea expresión del autogobierno de los jueces» (STC 108/1986, FJ 8).\nDel mismo modo, tampoco cabe admitir un supuesto carácter representativo del Consejo, pues «ese carácter ni se reconoce en el texto constitucional, ni se desprende de forma necesaria de la naturaleza del Consejo, al no ser este, como se ha dicho, órgano de una supuesta autoorganización de los jueces» (STC 108/1986, FJ 9). En esta línea, el Tribunal ha sostenido la incompatibilidad de la condición del Consejo General del Poder Judicial como órgano de gobierno del Poder Judicial con la de actuar a efectos procesales como representante del poder judicial «pues ello estaría en contradicción con el principio constitucional de “independencia de jueces y magistrados” (arts. 117.1 C.E.) y ese presunto carácter representativo habría de admitirse también del lado pasivo, sujetando así al miembro integrante del poder judicial a instancias o actuaciones judiciales del propio Consejo» (STC 45/1986, FJ 5).\nb) El Consejo General del Poder Judicial se erige, por mandato del constituyente, en el órgano constitucional autónomo de gobierno del Poder Judicial, asumiendo determinadas funciones –nombramientos, ascensos, inspección y régimen disciplinario de los integrantes del poder judicial– que han sido sustraídas al Ejecutivo con la finalidad de reforzar la independencia judicial (STC 108/1986, FFJJ 7 y 8).\nLa independencia judicial se predica de todos y cada uno de los jueces en cuanto ejercen la función jurisdiccional, quienes precisamente integran el poder judicial o son miembros de él porque son los encargados de ejercerla \nEn relación con esa independencia judicial, la Constitución atribuye al Consejo General del Poder Judicial una función de garante (STC 108/1986, FJ 7), que no exige «que sea el órgano de autogobierno de los jueces sino en que ocupe una posición autónoma y no subordinada a los demás poderes públicos» (STC 108/1986, FJ 10).\nB) La necesaria intervención del legislador en el establecimiento del régimen jurídico del Consejo General del Poder Judicial: límites constitucionales.\nLa falta de concreción constitucional y el necesario desarrollo legislativo del modelo han llevado a este tribunal a pronunciarse, en más de una ocasión, sobre diferentes aspectos de la regulación del Consejo General del Poder Judicial, estableciendo, de este modo, el alcance de las facultades del legislador o, en otras palabras, los límites que de forma implícita o explícita se reconocen a la potestad normativa de desarrollo de las previsiones constitucionales sobre el Consejo. En concreto, a los efectos de este recurso, hemos de atender a los pronunciamientos emitidos en relación con: (a) el sistema de nombramiento y renovación de sus miembros; y (b) las funciones atribuidas al Consejo y su configuración legal.\nNuestro examen ha de partir, necesariamente, de dos consideraciones de alcance general y complementarias. Por un lado, el legislador orgánico está condicionado, sin duda, por lo dispuesto en los apartados 2 y 3 del art. 122 CE, «por el respeto, también, a la “naturaleza del Consejo” (STC 108/1986, FJ 12) y por lo que impongan, en general, las demás reglas y principios constitucionales. Pero no pesan sobre él más límites, de modo que bien puede decirse que la vinculación de la ley a la Constitución es, aquí también, de carácter negativo, excluyente de toda transgresión constitucional, pero no impositiva de una sola configuración del órgano, acabada en todos sus extremos (STC 49/2008, de 9 de abril, FJ 16, relativa a la Ley Orgánica del Tribunal Constitucional)» [STC 191/2016, FJ 3 b)]. Por otro lado, también se le ha reconocido al legislador un margen de libertad suficiente «para atender a eventualidades que, por anómalas o atípicas que sean, pueden llegar a verificarse y que no fueron objeto de expresa prevención por la norma fundamental» [STC 191/2016, FJ 8 b)].\na) En cuanto al sistema de nombramiento de los vocales y su renovación tras el cumplimiento del mandato de cinco años (art. 122.3 CE), hemos de destacar que:\n(i) No existe una definición constitucional excluyente del sistema de nombramiento de los vocales del Consejo General del Poder Judicial, siendo posible, dentro del marco constitucional, que la propuesta para su nombramiento proceda en todo o en parte del Congreso o del Senado; y ello porque, en último término, «la posición de los integrantes de un órgano no tiene por qué depender de manera ineludible de quienes sean los encargados de su designación sino que deriva de la situación que les otorgue el ordenamiento jurídico. En el caso del Consejo, todos sus vocales, incluidos los que forzosamente han de ser propuestos por las Cámaras y los que lo sean por cualquier otro mecanismo, no están vinculados al órgano proponente, como lo demuestra la prohibición del mandato imperativo (art. 119.2 de la LOPJ) y la fijación de un plazo determinado de mandato (cinco años), que no coincide con el de las Cámaras y durante los cuales no pueden ser removidos más que en los casos taxativamente determinados en la Ley Orgánica (art. 119.2 citada)» (STC 108/1986, FFJJ 10 y concordantes); prohibición de mandato imperativo que, en todo caso, es expresión del principio de separación de poderes consagrado por el texto constitucional.\n(ii) En cuanto al modo de renovación del Consejo General del Poder Judicial, si parcial o general, nada dice al respecto el art. 122.3 CE, lo que significa que la renovación en su integridad del Consejo es una opción legítima del legislador orgánico –es, de hecho, la fórmula por la que ha optado el legislador desde el principio–, no siendo inconcebible algún sistema de renovación del órgano por partes [STC 191/2016, FFJJ 7 b) y 8 a)].\n(iii) La renovación íntegra del Consejo General del Poder Judicial presupone o exige una situación de normalidad institucional de la que se derivan dos consecuencias: por una parte, «ambas Cámaras han de proceder a sus propuestas […] con la mayor simultaneidad posible y dentro siempre del respeto del plazo que al efecto prescribe la Ley Orgánica del Poder Judicial»; por otra parte, «de no producirse demoras contrarias a la ley en la propuesta de una de las Cámaras, el mandato de cinco años de los vocales (art. 122.3 CE) deviene, obviamente, mandato colegiado del órgano y así lo prevé, el artículo 568.1: “[e]l Consejo General del Poder Judicial se renovará en su totalidad cada cinco años”» [STC 191/2016, FJ 8 a)].\n(iv) No existen objeciones constitucionales a que la ley orgánica prevea opciones subsidiarias para la hipótesis de que «debiendo concurrir ambas Cámaras, por separado, a la designación de los vocales cuya propuesta les corresponde, tan solo una de ellas, por los motivos que sean, esté en condiciones de cumplir su cometido»; y eso porque «por mandato del art. 122.3 CE, la propuesta corresponde a cada una de las Cámaras, al Congreso de los Diputados y al Senado, no, pues, al órgano “de estructura global”, “plural” o compleja que son las Cortes Generales (SSTC 45/1986, de 17 de abril, FFJJ 2 y 4, y 155/2005, de 9 de junio, FJ 5) ni a estas últimas, obviamente, en sesión conjunta» [STC 191/2016, FJ 8 b)].\n(v) Del mismo modo, no cabe apreciar objeciones constitucionales a una regulación que prevea que los vocales nombrados como sustitutos de los inicialmente designados –supuesto de nombramiento tardío–, no se mantengan en el cargo más allá del mandato que corresponde al órgano como tal [STC 191/2016, FJ 8 d)].\nb) En relación con las funciones atribuidas al Consejo General del Poder Judicial \n(i) En la medida en que el Consejo General del Poder Judicial se define, como hemos indicado con anterioridad, por ser una garantía específica de la independencia judicial, a la hora de regular sus funciones, se le deben atribuir necesariamente las «que más pueden servir al Gobierno para intentar influir sobre los tribunales: de un lado, el posible favorecimiento de algunos jueces por medio de nombramientos y ascensos; de otra parte, las eventuales molestias y perjuicios que podrían sufrir con la inspección y la imposición de sanciones. La finalidad del Consejo es, pues, privar al Gobierno de esas funciones y transferirlas a un órgano autónomo y separado. Es, desde luego, una solución posible en un Estado de Derecho, aunque, conviene recordarlo frente a ciertas afirmaciones de los recurrentes, no es su consecuencia necesaria ni se encuentra, al menos con relevancia constitucional, en la mayoría de los ordenamientos jurídicos actuales» (STC 108/1986, FJ 7; en términos sustancialmente idénticos se pronuncian las SSTC 105/2000, FJ 4; 238/2012, FJ 8, y 191/2016, FJ 5).\n(ii) Fuera del marco de atribuciones que la Constitución confiere al Consejo (art. 122.2 CE), y una vez regulados por la Ley Orgánica del Poder Judicial «la constitución, el funcionamiento y el gobierno de los juzgados y tribunales, así como el estatuto jurídico de los jueces y magistrados de carrera (art. 122.1 CE)», nada impide que «la misma Ley Orgánica pueda atribuir al Gobierno de la Nación o al Consejo General del Poder Judicial, indistintamente, competencias sobre todas aquellas materias que no afecten a dicho marco de atribuciones, constitucionalmente reservado al Consejo a través de la precisión que haga la LOPJ» (STC 105/2000, FJ 4).\n(iii) En el ejercicio de estas funciones, es necesario recordar que «la norma fundamental configura el Consejo como una institución “no subordinada a los demás poderes públicos”, en general»; por ello, los vocales del Consejo General del Poder Judicial «no están ligados por mandato imperativo alguno ni pueden ser removidos de su cargo por decisión o a impulso de cualquier otro poder público (arts. 581 y 582.1 LOPJ), de tal manera que el Consejo, independiente sin duda del Gobierno, lo es también respecto de las Cortes Generales, sin que entre aquel y estas medie “una vinculación de dependencia política” que el constituyente, como en su día advertimos, también quiso evitar (STC 238/2012, FJ 8, y jurisprudencia allí citada)» (STC 191/2016, FJ 5).\n(iv) En relación con la competencia de nombramientos atribuida al, manifestamos «que garantizaba la independencia del Poder Judicial respecto del Poder Ejecutivo. Por tanto no debe entenderse \n(v) Igualmente en el marco de la función de nombramiento, respecto del concreto supuesto de provisión de plazas de nombramiento discrecional en los órganos judiciales, afirmamos que el Consejo General del Poder Judicial «respetará el principio constitucional de interdicción de la arbitrariedad de los poderes públicos (artículo 9.3 CE), el respeto al derecho fundamental de acceso en condiciones de igualdad a las funciones y cargos públicos (artículo 23.2 CE), así como el respeto a los principios de mérito y capacidad que han de inspirar el acceso a la función pública (art. 103.3 CE) y […] el ascenso en la carrera judicial»; más allá de este marco constitucional, «no se puede deducir del texto de la Constitución límite alguno impuesto al legislador orgánico a la hora de configurar el modo concreto en que el Consejo General del Poder Judicial adopta las decisiones relativas a la provisión de plazas de nombramiento discrecional» (STC 238/2012, FJ 7).\nC) La constitucionalidad del Consejo General del Poder Judicial en funciones.\nA la vista de lo que antecede, estamos ahora en condiciones de responder a la censura de inconstitucionalidad alegada en la demanda por la creación del llamado Consejo General del Poder Judicial en funciones. Se sostiene que estamos ante un órgano extra-constitucional cuya creación vulnera el art. 122 CE por realizarse sin habilitación constitucional –asumiendo el legislador orgánico un rol de poder constituyente– e incidir negativamente en su función de garante de la independencia judicial al restringir las funciones que le son propias e indisponibles. Este tribunal no puede apreciar las quejas alegadas por los recurrentes por las razones que se expondrán a continuación.\na) Al argumento de la ausencia de habilitación constitucional para la creación del Consejo en funciones, de la que se deriva la asunción por el legislador orgánico de un supuesto papel de constituyente, cabe oponer que la Constitución deja al legislador un margen de actuación lo suficientemente amplio como para que sea posible desarrollar de manera extensa el art. 122 CE, sin que ello suponga que el legislador esté asumiendo funciones constituyentes. Como declaramos en la STC 108/1986, FJ 11, al resolver una queja en relación con la definición normativa de la fórmula de selección de los vocales del consejo, «lo que la Constitución dice, respecto a la propuesta de los doce vocales no atribuida a las Cámaras, es que se llevará a cabo “en los términos que establezca la Ley Orgánica” (art. 122.3). Desde el punto de vista que ahora se examina, no es posible sostener, como hacen los recurrentes, que el poder legislativo, al cumplir el mandato constitucional, actúe como poder constituyente al regular un órgano constitucional cuya configuración está predeterminada por la Constitución, precisamente porque no existe tal predeterminación».\nEse amplio margen de decisión que corresponde al legislador orgánico permite, igualmente, descartar el argumento de que no cabe, dentro del marco del bloque de la constitucionalidad, desarrollar el Consejo General del Poder Judicial en funciones como estatuto de funcionamiento del órgano de gobierno de la judicatura en el período de prórroga de su mandato, tras haber transcurrido los cinco años desde el nombramiento que prevé el art. 122.3 CE. A ello no se opone, como pretenden hacer valer los recurrentes, el hecho de que la Constitución no prevea de forma expresa en el caso del Consejo General del Poder Judicial lo que prevé para los otros dos poderes del Estado: (i) el Gobierno cesante que continuará «en funciones» hasta la toma de posesión del nuevo Gobierno (art. 101.2 CE); (ii) las Diputaciones Permanentes de las Cámaras que seguirán ejerciendo sus funciones hasta la constitución de las nuevas Cortes Generales (art. 78 CE); en ambos casos, con funciones limitadas respecto de la situación de normalidad institucional.\nLa Constitución únicamente determina, de forma clara y unívoca, que la duración del mandato de los vocales del Consejo es de cinco años, periodo en el que están en el pleno ejercicio de sus atribuciones. Lo que el texto constitucional no prevé, en ningún caso, es una prórroga indeterminada o indefinida de dicho mandato. Es, por ello, que transcurrido el plazo de cinco años, sin que se haya producido la debida renovación, nada se opone a que el legislador orgánico pueda establecer el régimen jurídico del Consejo en funciones, en los términos que considere adecuados a una situación extraordinaria o de anormalidad institucional, siempre y cuando garantice la gestión del aparato administrativo del Poder Judicial.\nEn el concreto caso de la Ley Orgánica 4/2021, la finalidad última de establecer un régimen del Consejo en funciones es hacer frente a una situación extraordinaria: el incumplimiento por parte de las Cámaras de los plazos que la Constitución establece para renovar los vocales del Consejo General del Poder Judicial con el fin de cumplir un deber constitucional. Como ha señalado la STC 191/2016, FJ 8 b), las Cámaras ostentan «la potestad, y la responsabilidad consiguiente, de designar, en el tiempo legalmente prescrito, los vocales de su elección» y esta designación es para cada una de las Cámaras «un genuino poder-deber». Nos encontramos, por tanto, como señala la sentencia citada, ante un poder, pero también, al tiempo, ante un deber \nPor ello, aunque no exista una expresa previsión constitucional para la regulación del Consejo en funciones, tampoco existe objeción jurídico-constitucional para que el legislador prevea un régimen excepcional de funcionamiento del Consejo en aquellos supuestos en que las cámaras no hayan cumplido su deber constitucional de nombrar a los nuevos vocales, pasado el mandato de cinco años que la Constitución prevé para este órgano constitucional en el art. 122.3 [en el mismo sentido, STC 191/2016, FJ 8 d)] y, de este modo, favorecer su renovación.\nb) Argumentan también los recurrentes que el Consejo en funciones pone en riesgo el papel que dicho órgano tiene como garante de la independencia judicial. En esencia, sostienen que la reducción notoria de funciones del Consejo General del Poder Judicial puede generar el efecto, rechazado por la Constitución, de colocar a los miembros del poder judicial en una relación de clara subordinación con respecto, en este caso, al poder legislativo, a la vez que transmuta al Consejo en un puro órgano de gestión o burocrático.\nEl mismo razonamiento que nos ha llevado a declarar la constitucionalidad de la regulación de un Consejo General del Poder Judicial en funciones, tras la expiración del mandato constitucional de cinco años, puede utilizarse en relación con la definición de las funciones del Consejo o con su limitación en determinadas circunstancias o condiciones: esto es, para afrontar una situación extraordinaria de anomalía institucional derivada de la falta de la debida renovación en plazo. Razonamiento que nos lleva a desestimar también esta queja.\nEl art. 122 CE no establece un elenco definido y cerrado de las funciones del Consejo General del Poder Judicial, siendo prueba de ello la ampliación progresiva, en la mayoría de las sucesivas reformas de la Ley Orgánica del Poder Judicial, de sus competencias funcionales. Al hilo de lo dispuesto en este precepto constitucional, la STC 108/1986, FJ 7, declaró, en los términos previamente expuestos, cuáles son las funciones que obligadamente ha de asumir el Consejo, esto es, nombramientos, ascensos inspección y sanciones. En términos sustancialmente idénticos se pronuncian las SSTC 105/2000, FJ 4; 238/2012, FJ 8, y 191/2016, FJ 5). En este sentido, un análisis del contenido de las funciones limitadas, resaltadas por los recurrentes en su demanda, revela que es la función de nombramiento y de dirección y gobierno de juzgados y tribunales la que se ve afectada esencialmente, así como la función reglamentaria más estrechamente relacionada con aquella. Funciones que tienen un alto grado de discrecionalidad –pero que no por ello dejan de estar sujetas al respeto de los principios y derechos consagrados en los arts. 9.3, 23.2 y 103.3 CE (STC 238/2012, FJ 7)–, alejándose de la mera función de gestión administrativa del poder judicial.\nNo obstante, estas funciones están vinculadas al normal desenvolvimiento del Consejo dentro del mandato constitucional de cinco años \nDe acuerdo con lo expuesto, el Consejo General del Poder Judicial en funciones debe poder desarrollar las atribuciones que constitucionalmente le correspondan, pero sometidas a límites estrictos que eviten que este órgano, en situación de prórroga por la concurrencia de una circunstancia de anomalía institucional, comprometa la capacidad de decisión futura del gobierno del Poder Judicial, allí donde las decisiones a adoptar tengan un alto grado de discrecionalidad y un bajo contenido de mera gestión administrativa.\nEsta configuración del Consejo General del Poder Judicial en funciones en nada afecta a su papel de garante de la independencia judicial, ni coloca al órgano de gobierno del Poder Judicial en una posición de subordinación respecto del Poder Legislativo. Cabe contraponer al argumento de los recurrentes que ante la situación de prórroga, la suspensión de determinadas funciones del Consejo actúa como garantía de la independencia del propio Consejo frente a las Cámaras, puesto que privan a estas del interés que podrían llegar a tener en mantener en activo al Consejo cesante, para que este continuara ejerciendo unas funciones de nombramiento con enorme peso en la designación de jueces y magistrados en determinados puestos, y con un elevado nivel de discrecionalidad en el ejercicio de esas funciones. El fin último de la regulación del Consejo en funciones no es otro que asegurar que todas las atribuciones ordinarias del Consejo sean ejercidas en su plenitud por aquellos a los que les corresponde dentro del mandato constitucional de cinco años.\nDebe insistirse aquí en la idea de que los «vocales del Consejo no están ligados por mandato imperativo alguno ni pueden ser removidos de su cargo por decisión o a impulso de cualquier otro poder público (arts. 581 y 582.1 LOPJ), de tal manera que el Consejo, independiente sin duda del Gobierno, lo es también respecto de las Cortes Generales, sin que entre aquel y estas medie “una vinculación de dependencia política” que el constituyente, como en su día advertimos, también quiso evitar (STC 238/2012, FJ 8, y jurisprudencia allí citada). Esta autonomía y separación funcionales del Consejo respecto de los demás poderes públicos es la única que se compadece con su condición de órgano no político; esto es, de institución que no ha sido llamada por la Constitución a ejercer sus funciones sobre la base de orientaciones ideológicas o de partido, del todo legítimas para el actuar de gobiernos o parlamentos, pero inconciliables con los cometidos y la función de garantía de la independencia judicial que corresponden al Consejo» (STC 191/2016, FJ 5). En este sentido, se ha de subrayar que las funciones que se encomiendan al Consejo General del Poder Judicial en funciones no se atribuyen a ningún otro poder.\nc) En definitiva, este tribunal considera que se ha de reconocer al legislador orgánico la potestad normativa necesaria para desarrollar las funciones propias del Consejo General del Poder Judicial, e incluso para establecer un régimen excepcional aplicable transitoriamente una vez que expira el mandato constitucional de cinco años, única previsión clara e inequívoca del art. 122.3 CE, sin que ese reconocimiento suponga vulneración alguna del art. 122.2 CE, ni suponga atribuir facultades constituyentes al legislador democrático. Es preciso subrayar, una vez más, que el establecimiento de un régimen jurídico específico del Consejo en funciones pretende esencialmente dar respuesta a una anomalía en el cumplimiento del mandato constitucional de renovar cada cinco años los vocales del órgano de gobierno del Poder Judicial.\nConforme a lo expuesto, este tribunal entiende que la norma recurrida no puede ser considerada atentatoria de la independencia judicial, ni tachada de regresiva en ese ámbito, ni se puede entender que vulnere el art. 122 CE. Es, por ello, que la tacha de inconstitucionalidad se ha de desestimar.\n5. Impugnación de la Ley Orgánica 4/2021 por motivos materiales relativos a la creación del Consejo General del Poder Judicial en funciones: la supresión de las concretas funciones constitucionalmente reconocidas en los arts. 123.2 y 161.1 d) CE.\nLa demanda alega una tacha de inconstitucionalidad dirigida contra el nuevo art. 570 \nEste tribunal considera que el razonamiento expuesto en el precedente fundamento jurídico avalando la plena constitucionalidad del Consejo General del Poder Judicial en funciones, en la configuración legal dada por la Ley Orgánica 4/2021, ha de conducir necesariamente a la desestimación de esta queja. No obstante, en la medida en que la censura de inconstitucionalidad se formula invocando como parámetro de constitucionalidad, más allá del art. 122 CE, los citados arts. 123.2 y 161.l d) CE, este tribunal estima que se ha de dar una respuesta específica ratificando la plena constitucionalidad de la norma cuestionada.\na) El art. 123.2 CE establece que el «Presidente del Tribunal Supremo será nombrado por el Rey, a propuesta del Consejo General del Poder Judicial, en la forma que determine la ley». Del precepto constitucional se puede deducir que el constituyente formula una referencia expresa al Consejo, atribuyéndole una función de propuesta de nombramiento del presidente del Tribunal Supremo. Esta propuesta de nombramiento, que se formulará después de un proceso de votación que no regula la Constitución, será elevada al Rey quien tiene la potestad de nombramiento formal.\nPor su parte, la Ley Orgánica del Poder Judicial determina las condiciones de esa elección estableciendo, entre otras cosas, que: (i) la elección del presidente exige que, en la «sesión constitutiva del Consejo General del Poder Judicial, que será presidida por el vocal de más edad, deberán presentarse y hacerse públicas las diferentes candidaturas, sin que cada vocal pueda proponer más de un nombre» (art. 586.2), celebrándose la sesión electiva del presidente «entre tres y siete días más tarde, siendo elegido quien en votación nominal obtenga el apoyo de la mayoría de tres quintos de los miembros del Pleno» (art. 586.3); (ii) «la duración del mandato del presidente del Tribunal Supremo y del Consejo General del Poder Judicial coincidirá con la del Consejo que lo haya elegido» (art. 587.1); y (iii) el Consejo saliente «continuará en funciones hasta la toma de posesión del nuevo, no pudiendo procederse, hasta entonces, a la elección de nuevo presidente del Consejo General del Poder Judicial» (art. 570.2).\nDel régimen previsto por el legislador orgánico se deduce que corresponde a cada nuevo Consejo, en cumplimiento del mandato previsto en el art. 123.2 CE, elegir a su presidente, que lo será a su vez del Tribunal Supremo, en los términos previstos en el art. 586.2 y 3 LOPJ. La duración de su mandato es coincidente con la del Consejo General del Poder Judicial que lo haya elegido (art. 587 LOPJ). El vínculo entre el presidente del Tribunal Supremo y del Consejo General del Poder Judicial y el órgano se refuerza al preverse que solo cesará, por expiración del mandato, que se entenderá agotado, en todo caso, en la misma fecha en que concluya el del Consejo por el que hubiere sido elegido, por renuncia, o por decisión del Pleno a causa de notoria incapacidad o incumplimiento grave de los deberes del cargo, apreciados por tres quintos de sus miembros (art. 588 LOPJ). Una vez expirado el mandato constitucional de cinco años (art. 122.3 CE), el Consejo en funciones o saliente no podrá elegir nuevo presidente, como expresamente determina el art. 570.2 LOPJ, el cual no ha sido objeto de impugnación.\nEn suma, la Constitución no prevé el sistema de nombramiento del presidente del Consejo General del Poder Judicial, que lo es también del Tribunal Supremo, correspondiendo al legislador orgánico la facultad de llevar a cabo dicho desarrollo. Legislador orgánico que ha optado por definir un modelo de vinculación estrecha entre el Consejo y su presidente, que necesita de una amplia mayoría para su elección y para su cese, que no tiene conexión electiva más que con el Consejo, y no con las Cámaras, y cuyo mandato depende del Consejo que lo nombró. Es, por ello, que expirado su mandato, el Consejo General del Poder Judicial no puede proceder a la elección de un nuevo presidente. Y este sistema en nada colisiona con el art. 123.2 CE cuando atribuye al Consejo la facultad, dentro del periodo de cinco años que dura su mandato (art. 122.3 CE), de proponer el nombramiento del presidente del Tribunal Supremo y del Consejo General del Poder Judicial. Por esta razón, la tacha de inconstitucionalidad ha de entenderse desestimada.\nb) El art. 161.1 CE establece que «[e]l Tribunal Constitucional tiene jurisdicción en todo el territorio español y es competente para conocer: […] d) De las demás materias que le atribuyan la Constitución o las leyes orgánicas». La Constitución no prevé el proceso constitucional que denominamos «conflicto de atribuciones». Para contemplar su creación y desarrollo específico es necesario acudir al art. 59.1 c) LOTC que desarrolla el apartado d) del art. 161.1 CE previendo entre los conflictos constitucionales, no solo los de base territorial, sino también los que pudieran surgir entre el Gobierno y el Congreso de los Diputados, el Senado o el Consejo General del Poder Judicial, o entre cualquiera de estos órganos entre sí. Este tipo de proceso constitucional, de creación legislativa, se desarrolla desde la óptica procesal en los arts. 73 a 75 \nDe acuerdo con lo expuesto, podemos concluir que no es una función directamente atribuida por la Constitución al Consejo General del Poder Judicial aquella de la que deriva su legitimación para interponer un conflicto de atribuciones ante la jurisdicción constitucional, porque esta legitimación es una facultad surgida del mero reconocimiento legal que formula la Ley Orgánica del Tribunal Constitucional en su art. 59.1 c), no teniendo un reflejo constitucional expreso. Por este motivo, la tacha de inconstitucionalidad ha de entenderse también desestimada.\n6. Conclusión.\nEste tribunal considera, por las razones anteriormente expuestas, que la norma objeto del presente recurso no incurre en ninguna de las tachas de inconstitucionalidad denunciadas por los recurrentes. En primer lugar, la tramitación parlamentaria de la Ley Orgánica 4/2021 no ha conculcado el art. 23 CE ni ningún otro de los preceptos invocados por los demandantes al formular el motivo de impugnación.\nEn segundo lugar, el establecimiento de un régimen jurídico específico del Consejo General del Poder Judicial en funciones no tiene otra finalidad que dar respuesta a una eventual anomalía: el incumplimiento del mandato constitucional de renovar cada cinco años los vocales del órgano de gobierno del Poder Judicial. A tales efectos, se ha de reconocer al legislador orgánico la potestad normativa necesaria, no solo para desarrollar las funciones propias del Consejo, sino incluso para establecer un régimen excepcional aplicable transitoriamente una vez que expira el mandato constitucional de cinco años, única previsión clara e inequívoca del art. 122.3 CE, sin que de ese reconocimiento se pueda derivar vulneración alguna de los arts. 122.2, 123.2 y 161.1 d) CE, ni suponga atribuir facultades constituyentes al legislador.\nFALLO\nEn atención a todo lo expuesto, el Tribunal Constitucional, por la autoridad que le confiere la Constitución de la Nación española, ha decidido desestimar el recurso de inconstitucionalidad interpuesto contra la Ley Orgánica 4/2021, de 29 de marzo, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones.\nPublíquese esta sentencia en el «Boletín Oficial del Estado».\nDada en Madrid, a dos de octubre de dos mil veintitrés.–Cándido Conde-Pumpido Tourón.–Inmaculada Montalbán Huertas.–Ricardo Enríquez Sancho.–María Luisa Balaguer Callejón.–Ramón Sáez Valcárcel.–Enrique Arnaldo Alcubilla.–Concepción Espejel Jorquera.–María Luisa Segoviano Astaburuaga.–César Tolosa Tribiño.–Juan Carlos Campo Moreno.–Laura Díez Bueso.–Firmado y rubricado.\nVoto particular que formulan los magistrados don Ricardo Enríquez Sancho, don Enrique Arnaldo Alcubilla, la magistrada doña Concepción Espejel Jorquera y el magistrado don César Tolosa Tribiño, a la sentencia del Pleno del Tribunal que resuelve el recurso de inconstitucionalidad núm. 2379-2021\nEn el ejercicio de la facultad que nos confiere el art. 90.2 de la Ley Orgánica del Tribunal Constitucional, y con respeto a la opinión de los magistrados y las magistradas que han conformado la mayoría del Pleno, formulamos el presente voto particular por discrepar de la fundamentación y del fallo de la sentencia recaída en el recurso de inconstitucionalidad núm. 2379-2021, el cual a nuestro juicio debió ser estimado, declarando la inconstitucionalidad y consiguiente nulidad del artículo único de la Ley Orgánica 4/2021, de 29 de marzo, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, para el establecimiento del régimen jurídico aplicable al Consejo General del Poder Judicial en funciones.\nNuestra discrepancia con la conclusión a la que llega la sentencia se proyecta sobre la desestimación de los motivos materiales planteados por los recurrentes, que debieron estimarse declarando la vulneración del art. 122 CE, por haber llevado a cabo la Ley Orgánica 4/2021 una desnaturalización del órgano de gobierno del Poder Judicial cuando está «en funciones», al privarle de las potestades esenciales atribuidas para el cumplimiento de su cometido constitucional, y por afectar a los principios de independencia judicial y separación de poderes. Entendemos que también debió declararse la vulneración del art. 123.2 CE, por suprimir la facultad del Consejo de proponer el nombramiento del presidente del Tribunal Supremo. Y asimismo del art. 161.1 d) CE, en relación con el art. 59.1 c) LOTC por negar legitimación al Consejo «en funciones» para interponer un conflicto de atribuciones frente a decisiones o actos de otros órganos constitucionales que supongan una efectiva y actual invasión de sus atribuciones.\n1\nEs incontrovertido que la Ley Orgánica 4/2021, de 29 de marzo, ha operado una reducción en las funciones que corresponden al Consejo General del Poder Judicial durante el tiempo en el que sus vocales no hayan sido renovados, una vez expirado el plazo de cinco años que la Constitución establece de duración de su mandato. Los recurrentes no se han limitado a argumentar sobre la imposibilidad de que exista o no un Consejo en funciones a la luz del texto constitucional, sino que, por el contrario, han argumentado específicamente que con la reforma llevada a cabo se está alterando el normal funcionamiento de este órgano constitucional y del propio Poder Judicial. Poder que el constituyente quiso proteger de la intervención del poder político mediante la creación del Consejo, si bien, con la reducción competencial operada, la independencia y el correcto funcionamiento del Poder Judicial quedan afectados, lo cual desconoce lo establecido por el art. 122 CE.\nEl examen de estas quejas de constitucionalidad exige comenzar recordando el carácter incompleto y abierto de la regulación del Consejo en la Constitución, y la posibilidad de distintas opciones en cuanto a su configuración. Efectivamente, en las sentencias en las que se apoya la mayoría de la que discrepamos hemos reconocido expresamente que el Consejo General del Poder Judicial es una institución solo «parcialmente disciplinada en la Constitución» (STC 191/2016, de 15 de noviembre, FJ 3) y de esta falta de «predeterminación constitucional» hemos derivado que «no todos sus rasgos o elementos pueden deducirse de aquella ordenación parcial por la norma fundamental» (SSTC 108/1986, de 29 de julio, FJ 11, y 191/2016, FJ 3), admitiendo así «el muy amplio margen o libertad de configuración que le corresponde al legislador para dar curso a sus opciones políticas» (STC 191/2016, FJ 3).\nNo obstante, también hemos considerado que el margen de configuración del que dispone el legislador queda sujeto a ciertos límites, y así lo expresamos en la STC 108/1986 al examinar la forma en que se reguló, por la Ley Orgánica 6/1985, el procedimiento de elección de los doce vocales judiciales, cuya propuesta se atribuyó a las Cortes por el legislador; y en dicho pronunciamiento señalamos que cabe pensar en procedimientos distintos que no sean ni su atribución a las Cámaras, ni a los jueces y magistrados, y «que no serían inconstitucionales en cuanto no resultasen arbitrarios o contradictorios con la naturaleza del Consejo» (FJ 12). Posteriormente, en la STC 191/2016 enjuiciamos la posibilidad de que se constituyese un nuevo Consejo, aunque una de las Cámaras hubiese incumplido el plazo de designación de los vocales, y tuvimos ocasión de precisar que la regulación que haga el legislador del Consejo también queda condicionada por lo dispuesto en las normas que regulan este órgano constitucional y «por lo que impongan, en general, las demás reglas y principios constitucionales». Más concretamente, dijimos que «la vinculación de la ley a la Constitución es, aquí también, de carácter negativo, excluyente de toda transgresión constitucional, pero no impositiva de una sola configuración del órgano, acabada en todos sus extremos» (FJ 3).\nA la luz de estas consideraciones no puede descartase de forma automática la constitucionalidad de una norma que tenga por finalidad atender una situación de anormalidad en la que, expirado el mandato de los vocales del Consejo, las Cámaras no cumplen con su «poder-deber», incoercible en Derecho, de proceder en tiempo a la designación que les cumple. Es más, hemos admitido que «el legislador dispone de margen de libertad […] para atender a eventualidades que, por anómalas o atípicas que sean, pueden llegar a verificarse y que no fueron objeto de expresa prevención por la norma fundamental» (STC 191/2016, FJ 8).\nLo que resulta relevante es examinar si la norma trasgrede alguno de los límites constitucionales antes señalados y que este tribunal, desde la STC 108/1986, ha impuesto sin solución de continuidad al legislador orgánico en su función de configurar el funcionamiento del Consejo General del Poder Judicial: la regulación no puede resultar arbitraria o contradictoria con la naturaleza del Consejo, y no puede tampoco contrariar la regulación contenida en el art. 122 CE y en las demás reglas y principios constitucionales.\nNo obstante, el razonamiento que lleva a la mayoría a avalar la constitucionalidad de la reforma choca frontalmente con estos límites dado que en ninguno de los pronunciamientos a los que hemos hecho referencia, y en los que se apoya la sentencia, hemos permitido que fuera suficiente que el legislador orgánico, al regular el funcionamiento del Consejo, se limitase a garantizar «la gestión del aparato administrativo del poder judicial». La mayoría de la que discrepamos ha prescindido de los límites constitucionales que impone el art. 122 CE obviando la naturaleza del Consejo General del Poder Judicial que se deriva de nuestro texto constitucional, que lo configura como un órgano autónomo creado para la defensa de la independencia judicial, como pasamos a examinar.\n2. El Consejo General del Poder Judicial es un órgano autónomo garante de la independencia del Poder Judicial.\na) La razón de ser de la existencia de un Consejo General del Poder Judicial en nuestro país se encuentra en la intención del constituyente de dotar de garantías específicas al principio de independencia del Poder Judicial, principio que configuró a su vez como una «pieza esencial de nuestro ordenamiento como del de todo Estado de Derecho» (STC 108/1986, FJ 6).\n(i) Como ya explicamos en la antes citada STC 108/1986, nos encontramos ante un órgano diseñado por la Constitución de 1978 para asumir las funciones que más pueden servir al Gobierno para intentar influir sobre los tribunales, como puede ser el favorecimiento de algunos jueces por nombramientos y ascensos, o evitando molestias y perjuicios por la inspección e imposición de sanciones; esas funciones se transfieren a un «órgano autónomo y separado», porque precisamente, su «asunción por el Gobierno podría enturbiar la imagen de la independencia judicial» (FFJJ 7 y 8). En la STC 191/2016, a la que también hemos hecho referencia, reiteramos que «[l]a prevención que así llevó a erigir el órgano y a confiarle, en exclusiva, estas últimas funciones lo fue, ante todo, respecto del Gobierno (STC 108/1986, \nLas funciones que asume así el Consejo son esenciales para preservar la independencia del Poder Judicial, como confirmamos en la STC 105/2000, de 13 de abril, al interpretar la competencia exclusiva reservada al Estado sobre la «administración de justicia» prevista en el art. 149.1.5 CE, estableciendo que el gobierno del Poder Judicial que corresponde al Consejo General del Poder Judicial forma parte de «los elementos intrínsecamente unidos a la determinación de la independencia con que debe desarrollarse [la función jurisdiccional]» (FJ 2). En dicho pronunciamiento también declaramos que «resulta evidente que el Consejo General del Poder Judicial (y no el Gobierno de la Nación, ni las comunidades autónomas) es el único órgano constitucionalmente llamado a desempeñar las funciones que la Ley Orgánica del Poder Judicial, dentro de la reserva constitucional establecida en el art. 122.2 CE, contempla en relación con el estatuto jurídico de los jueces y magistrados, al fin de salvaguardar la independencia judicial del área de influencia del Poder Ejecutivo» (FJ 4).\n(ii) Para que el Consejo pueda cumplir el papel que le asigna la Constitución en defensa de la independencia judicial, esta le otorga «una posición autónoma y no subordinada a los demás poderes públicos» de modo que no depende de los órganos encargados de su designación (STC 108/1986, FJ 10). El hecho de que los vocales del Consejo no estén ligados por mandato imperativo alguno ni puedan ser removidos de su cargo por decisión o a impulso de cualquier otro poder público (arts. 581 y 582.1 LOPJ), determina que este órgano sea «independiente sin duda del Gobierno, […] también […] de las Cortes Generales, sin que entre aquel y estas medie “una vinculación de dependencia política” que el constituyente, como en su día advertimos, también quiso evitar (STC 238/2012, FJ 8, y jurisprudencia allí citada)» (STC 191/2016, FJ 5).\nMás concretamente, también hemos apreciado que la norma fundamental descarta, sin sombra de duda, cualquier pretensión de «responsabilidad» y «control» políticos sobre un órgano constitucional al que ha confiado, en garantía de la independencia de jueces y magistrados, unas funciones que no pueden quedar, sin amenaza o daño para esa independencia, sujetas a fiscalización por el poder político, incluido, claro está, el que se expresa en las Cámaras representativas (STC 191/2016, FJ 6).\n(iii) De todo lo expuesto se deriva que estamos en definitiva ante un «órgano no político; esto es, [una] institución que no ha sido llamada por la Constitución a ejercer sus funciones sobre la base de orientaciones ideológicas o de partido, del todo legítimas para el actuar de gobiernos o parlamentos, pero inconciliables con los cometidos y la función de garantía de la independencia judicial que corresponden al Consejo» (STC 191/2016, FJ 5). En definitiva, nos encontramos ante un órgano que no se configura ni ejerce sus funciones con arreglo a lo que en su día llamamos «la lógica del Estado de partidos» (SSTC 108/1986, FJ 13, y 191/2016, FJ 6).\nb) Conforme a las características que acabamos de reseñar cabe concluir que el constituyente ha asignado al órgano de gobierno del Poder judicial un papel muy específico, el servir de garantía a la independencia del Poder Judicial, a cuyo efecto lo ha dotado de una naturaleza «no política», incompatible con dicha función, y lo ha desvinculado de toda dependencia respecto de los demás poderes del Estado y, en especial, del Poder Ejecutivo. Así se ha entendido además sin excepción alguna por los distintos legisladores que, tras la promulgación del texto constitucional, le han ido confiriendo aquellas funciones que debían quedar desvinculadas de sumisiones indebidas respecto al Poder Ejecutivo para garantizar la independencia de los órganos judiciales.\nResulta esencial advertir, respecto a las funciones que competen al Consejo, que el propio art. 122.2 CE se encarga de atribuirle directamente las funciones «en materia de nombramientos, ascensos, inspección y régimen disciplinario», funciones que deben quedar salvaguardadas en todo caso y sin excepción, por deseo del constituyente, del área de influencia del Poder Ejecutivo para poder garantizar la independencia de los órganos judiciales. Estas funciones han sido desarrolladas por el legislador orgánico que le encomienda en el art. 560.1 LOPJ, en su redacción actual, la propuesta de nombramiento del presidente del Tribunal Supremo (apartado 1), de los jueces, magistrados y magistrados del Tribunal Supremo (apartado 2) y del vicepresidente del Tribunal Supremo (apartado 13), la participación en la selección de jueces y magistrados (apartado 6) y en la provisión de destinos, ascensos, situaciones administrativas y régimen disciplinario de los mismos (apartado 7). También ejerce la alta inspección de tribunales y supervisa y coordina la actividad inspectora ordinaria de los presidentes y salas de gobierno de los tribunales (apartado 8), nombra al promotor de la acción disciplinaria y al jefe de inspección de tribunales (apartado 13) y determina en exclusiva la carga de trabajo que cabe exigir, a efectos disciplinarios, al juez o magistrado (apartado 21).\nMás allá de las funciones expresamente previstas por el texto constitucional, el legislador orgánico ha añadido otras que también tienen incidencia en el funcionamiento ordinario de la administración de justicia y en la salvaguarda de su independencia, como son las que atañen a su intervención en la formación y perfeccionamiento de los integrantes del Poder Judicial (apartado 7), atribuyéndosele una intervención directa en el nombramiento del director y de los profesores de la escuela judicial; también le corresponde intervenir en determinar el régimen de la publicidad de las distintas resoluciones judiciales al corresponderle la regulación de la estructura y funcionamiento del Centro de Documentación Judicial y el nombramiento de su director y del resto de su personal; propone las medidas de refuerzo que sean precisas en concretos órganos judiciales (apartado 22); y también tiene encomendado el asesoramiento especializado a los jueces y magistrados en materia de conflictos de intereses, así como en las demás materias relacionadas con la integridad y ética judicial (apartado 24).\nA estas funciones de naturaleza predominantemente decisoria, cabe añadir unas funciones reglamentarias que también tienen alcance externo, en la medida en que la Ley Orgánica del Poder Judicial le atribuye potestad reglamentaria en materia de: órganos de gobierno de juzgados y tribunales, publicidad de las actuaciones judiciales, publicación y reutilización de las resoluciones judiciales, habilitación de días y horas, fijación de horas de audiencia pública, constitución de los órganos judiciales fuera de su sede, especialización de órganos judiciales, reparto de asuntos y ponencias, régimen de guardias de los órganos jurisdiccionales, organización y gestión de la actuación de los órganos judiciales españoles en materia de cooperación jurisdiccional interna e internacional, condiciones accesorias para el ejercicio de los derechos y deberes que conforman el estatuto de jueces y magistrados, así como el régimen jurídico de las asociaciones judiciales.\nJunto con estas atribuciones la Ley Orgánica del Poder Judicial recoge otras atribuciones con carácter meramente declarativo, dado que le corresponden al Consejo por previsión constitucional directa, como es la de ser oído por el Gobierno antes del nombramiento del fiscal general del Estado (apartado 4), o el nombramiento de dos magistrados del Tribunal Constitucional (apartado 3), a las que cabe también añadir la facultad que tiene el Consejo de interponer un conflicto de atribuciones, facultad que le confiere, como veremos posteriormente, la Ley Orgánica del Tribunal Constitucional.\nFinalmente, además de estas facultades de carácter externo, la Ley Orgánica del Poder Judicial también le atribuye las facultades necesarias para su funcionamiento interno, correspondiéndole, entre otras, la elaboración y ejecución de su propio presupuesto (apartado 17), la aprobación de la relación de puestos de trabajo del personal funcionario a su servicio (apartado 18), nombrar al director del gabinete técnico del Consejo (apartado 14) y regular y convocar el concurso-oposición de ingreso en el cuerpo de letrados del Consejo (apartado 15).\nc) La atribución de las funciones examinadas, especialmente las que tienen carácter externo y se proyectan sobre el funcionamiento de la administración de justicia, es coherente con la naturaleza que le asigna nuestra Constitución al Consejo, la de garantizar la independencia del Poder Judicial, y también es coherente con el papel que se reconoce a los consejos judiciales (también denominados consejos nacionales de justicia o consejos de jueces) tanto en el seno de la Unión Europea, como en el seno del Consejo de Europa.\n(i) En el ámbito del Consejo de Europa cabe destacar la Recomendación CM/Rec(2010)12 adoptada por el Consejo de Ministros, el 17 de noviembre de 2010, a propuesta del Comité Europeo de Cooperación Jurídica, junto con un memorándum, sobre la independencia, eficiencia y responsabilidades de los jueces. En estos dos textos se configuran los consejos de justicia como órganos independientes dirigidos a salvaguardar la independencia del Poder Judicial y de los jueces individuales y de promover el eficiente funcionamiento del sistema judicial, calificándolos de autoridades independientes a los que los jueces pueden acudir cuando su independencia se vea amenazada. En consonancia con esta configuración se identifican una serie de competencias que cabría atribuir a los consejos, reconociéndoles, en particular, la competencia para la selección, la carrera y la formación profesional de los jueces y los asuntos disciplinarios y la gestión de los tribunales, con un reconocimiento expreso de la importancia que tienen estos órganos sobre la selección y la carrera de los jueces; se prevé también que puedan ser consultados en la preparación de los presupuestos de los tribunales; y por último se reconoce la eficacia que pueden tener los comunicados del Consejo para proteger la independencia de un juez individual.\nEn el seno del Consejo de Europa se ha creado también un Consejo Consultivo de Jueces Europeo y una Comisión Europea para la Eficacia de la Justicia, destacando el Informe núm. 10(2007) sobre el consejo de la justicia al servicio de la sociedad, aprobado por el mencionado Consejo, en el que ya se disponía «la importancia de la existencia de una instancia específica garante de la independencia de los jueces en el marco del respeto del principio de la separación de poderes», siendo precisamente el objetivo de los consejos nacionales de justicia «garantizar a la vez la independencia del sistema judicial y la independencia de cada juez». Los principios expresados en dicho informe han sido posteriormente confirmados en el Informe núm. 24(2021) sobre la evolución de los consejos de justicia y su papel los sistemas judiciales independientes e imparciales, en el que se hace una especial consideración a la importante función que desempeñan estos órganos en el nombramiento y promoción de los jueces, función que «debe ser ejercida de forma independiente y responsable», destacando también que «[a] través de la selección y promoción de los jueces o de la composición de un tribunal, estas decisiones tienen una gran influencia en las futuras decisiones judiciales» (apartado 20).\nLa importancia que tienen las funciones atribuidas a los consejos nacionales de justicia en aras de salvaguardar la independencia del Poder Judicial también ha tenido su reflejo en la jurisprudencia del Tribunal Europeo de Derechos Humanos, en la que el principio de separación de poderes y su incidencia en la salvaguarda de la independencia judicial ha ido adquiriendo mayor relevancia, calificándose como un «concepto inherente a todos los artículos de la Convención» (STEDH de 28 de mayo de 2002, asunto \nEl Tribunal Europeo ha tenido ocasión también de abordar en distintas sentencias las consecuencias directas que han tenido en el Poder Judicial las reformas a las que Polonia ha sometido a su Consejo Nacional de Justicia. Así, en la STEDH de 3 de febrero de 2022, asunto \nY en la posterior sentencia de 15 de marzo de 2022, asunto \nRecientemente, el Tribunal Europeo en la sentencia de 22 de junio de 2023, asunto \n(ii) La Unión Europea por su parte ha abordado también la importante función que desempeñan los consejos nacionales de justicia al hilo de determinadas recomendaciones dirigidas a Estados miembros dentro del marco para reforzar el Estado de Derecho en la Unión Europea (Comunicación de la Comisión al Parlamento Europeo y al Consejo de 11 de marzo de 2014), en particular, en la Recomendación (UE) 2018/103 de la Comisión, de 20 de diciembre de 2017 [«Diario Oficial de la Unión Europea» («DOUE») L 17 de 23 de enero de 2018] y en la Recomendación (UE) 2017/1520 de la Comisión, de 26 de julio de 2017 («DOUE» L 228, de 2 de septiembre de 2017), dirigidas a Polonia.\nDe las dos recomendaciones citadas se extraen una serie de criterios generales que son extrapolables a cualquier Estado, aunque no sea el destinatario de la recomendación, debiendo destacarse que cuando estas se refieren a los ascensos, traslados, procedimientos disciplinarios, cese y jubilación anticipada de los órganos judiciales del Poder Judicial, se explica que «en los Estados miembros en los que se ha establecido un consejo del poder judicial, su independencia es especialmente importante para evitar influencias indebidas por parte del Gobierno o del Parlamento sobre la independencia de los jueces» (Recomendación 2018/103, apartado 28; Recomendación 2017/1520, apartado 25), observando también que el debilitamiento de la independencia del consejo «contribuye a un debilitamiento de la independencia del poder judicial en su conjunto» (Recomendación 2018/103, apartado 34).\nEn estas recomendaciones se hace además referencia a los principios y recomendaciones aprobados por la Red de Consejos de Europa, que ha recogido determinados aspectos que inciden en el funcionamiento de la justicia y su independencia, y que identifica como funciones esenciales que entienden deberían estar asignadas a los consejos de justicia y que conciernen a la selección y promoción de jueces; a la formación de los jueces; a la inspección disciplinaria; a la tramitación de las quejas contra el Poder Judicial; a la gestión del rendimiento de los órganos jurisdiccionales; a la financiación del Poder Judicial; y a las propuestas de legislación relativas a la administración de justicia.\nFinalmente, resulta esencial recordar el papel que la jurisprudencia del Tribunal de Justicia de la Unión Europea reconoce también a los consejos nacionales de justicia, dentro de las garantías que deben tener los procedimientos de selección y nombramiento de jueces o las decisiones por las que se decide la prórroga de sus mandatos.\nEn la sentencia \nd) En definitiva, la naturaleza del Consejo General del Poder Judicial que se deriva de nuestro texto constitucional está inexorablemente ligada a su función de salvaguarda de la independencia del Poder Judicial. Y es necesariamente con este prisma con el que debía haberse examinarse si la opción del legislador actual de reducir las competencias atribuidas al Consejo General del Poder Judicial, mientras está «en funciones», puede reputarse respetuosa con el art. 122 CE y su naturaleza, en los términos antes expuestos, así como con los demás principios que derivan de nuestro texto constitucional.\nNo obstante, la sentencia de la que discrepamos ha prescindido totalmente de este examen, llegando al punto de minusvalorar la función de garantía de la independencia del Poder Judicial que le corresponde al Consejo. Así, únicamente se hace una mención a las garantías inherentes a la independencia individual de cada juez que es la que se predica «de todos y cada uno de los jueces en cuanto ejercen la función jurisdiccional», para a continuación afirmar que «[e]n relación con esa independencia judicial, la Constitución atribuye al Consejo General del Poder Judicial una función de garante de la misma»; la función de garantizar la independencia del Poder Judicial que corresponde al Consejo no es una función más, sino que es la función que configura su esencia, y todas sus facultades están dirigidas a cumplir con ese papel de garante de la independencia no solo del juez individual, sino de todo el sistema judicial en su conjunto, dentro del respeto al principio constitucional de división de poderes, que es consustancial a nuestro Estado social y democrático de Derecho (art. 1.1 CE).\n3. La norma impugnada ha trasgredido los límites constitucionales impuestos al legislador orgánico.\nLa reforma llevada a cabo por la Ley Orgánica 4/2021, de 29 de marzo, y que la sentencia de la mayoría ahora avala, permite una flagrante desnaturalización del órgano de gobierno del Poder Judicial, reduciéndolo a un mero órgano de gestión administrativa, e impidiéndole así ejercer las funciones que tiene constitucionalmente atribuidas como garante de la independencia del Poder Judicial, de forma arbitraria y contradictoria con su naturaleza. A lo que se une que con tan drástica reducción de competencias queda afectado inevitablemente el funcionamiento de la administración de justicia, su independencia y, a la postre, el propio Estado de Derecho (arts. 1 y 117.1 CE).\na) En primer lugar, cabe apreciar que la Ley Orgánica 4/2021 no puede entenderse respetuosa con el art. 122 CE dado que se ha despojado al Consejo de sus funciones esenciales, es decir, de aquellas que tienen proyección externa e inciden en el funcionamiento de la administración de justicia, lo que produce una desnaturalización y una alteración esencial de la función que le atribuye la Constitución de garantizar la independencia del Poder Judicial.\n(i) Las funciones que ya no puede desempeñar el Consejo atañen, en primer lugar, a aquellas que menciona expresamente el art. 122.2 CE relativas a «nombramientos, ascensos, inspección y régimen disciplinario» de los miembros del Poder Judicial. Así, durante este periodo, y en lo que se refiere a los nombramientos de los miembros del Poder Judicial, no puede proponer el nombramiento del presidente del Tribunal Supremo, de los presidentes de las Audiencias Provinciales, de los Tribunales Superiores de Justicia y de la Audiencia Nacional, de los presidentes de Sala y de magistrados del Tribunal Supremo (restricción a la que incluso alude el preámbulo de la norma); y no puede tampoco nombrar al vicepresidente del Tribunal Supremo. También queda afectado el ejercicio de la potestad disciplinaria judicial, ya que no puede determinar la carga de trabajo que cabe exigir, a efectos disciplinarios, al juez o magistrado y que le corresponde en exclusiva, ni nombrar al jefe de la inspección de tribunales o al promotor de la acción disciplinaria, siendo competencia de este último la recepción de quejas sobre el funcionamiento de los órganos judiciales, la recepción de denuncias, así como la iniciación e instrucción de expedientes disciplinarios y la presentación de los cargos ante la comisión disciplinaria (art. 605 LOPJ).\nCon estas limitaciones quedan afectadas sustancialmente las funciones que precisamente justifican la existencia del Consejo: por un lado, intervenir en la selección y nombramiento de jueces, como elemento necesario para garantizar la independencia de los órganos judiciales; y por otro lado, intervenir en el ejercicio de la potestad disciplinaria judicial, con la finalidad de evitar que se convierta en «instrumento de presión sobre la actividad judicial o de control político de dicha actividad» (pueden verse en sentido similar, respecto a la necesidad de que haya órganos independientes en el ejercicio de la función disciplinaria, las SSTJUE de 11 de mayo de 2023, asunto C-817/21, \nMás allá de privarle de las funciones mínimas que le encomienda la Constitución, también se produce el despojamiento de otras atribuciones que el legislador orgánico consideró necesario atribuir al Consejo para garantizar el normal funcionamiento del Poder Judicial, y que los recurrentes identifican pormenorizadamente en la demanda, como las relativas a la adopción de las decisiones en materia de gobierno de los tribunales y la resolución de recursos de alzada en este ámbito y la prohibición de asesorar a los jueces sobre conflictos de intereses o de ejercer la potestad reglamentaria en ámbitos trascendentales. En materia de publicación de sentencias no puede tampoco proceder a la regulación del Centro de Documentación Judicial ni nombrar al director ni al personal de este último.\nCon relación a estas últimas restricciones cabe recordar que el Consejo es también el órgano de gobierno del Poder Judicial. Hay otros órganos de gobierno del Poder Judicial, como son las salas de gobierno de los tribunales colegiados, las juntas de jueces y los decanatos, pero el Consejo es el último responsable del buen funcionamiento del Poder Judicial porque, como consecuencia, es el que asume la responsabilidad de que cada uno de los órganos que integran ese poder funcione correctamente. De ahí la necesidad, entre otras cosas, de que pueda resolver en alzada los recursos que se interpongan contra los acuerdos de aquellos\nEn definitiva, durante el tiempo que esté el Consejo «en funciones» queda privado, por un lado, de sus funciones más esenciales recogidas en la Constitución, por lo que su naturaleza constitucional queda inevitablemente afectada, al no poder ejercer las competencias que le encomienda el texto constitucional y que justifican su existencia; y, por otro lado, también queda privado de otras atribuciones que están íntimamente ligadas a este núcleo y que coadyuvan a garantizar el normal funcionamiento de la administración de justicia.\nComo ya hemos advertido, cabe pensar en la existencia de un Consejo en funciones, que puede actuar de forma distinta a como lo haría un Consejo con vocales cuyo mandato no haya expirado, pero no puede llegarse hasta el extremo de desvirtuar la naturaleza propia de este órgano, que debe seguir desempeñando las funciones básicas que se le atribuyen en el art. 122 CE en relación con el funcionamiento del Poder Judicial, pues de lo contrario se frustraría durante un periodo determinado de tiempo, ya sea corto o ya sea largo, la función que le ha sido asignada por el constituyente, ejercer la salvaguarda de la independencia de dicho Poder del Estado. En este sentido, el \n(ii) Las razones que han llevado al legislador a aprobar esta reforma del Consejo, y que la sentencia de la mayoría ahora avala, no legitiman en modo alguno esta reducción competencial.\nLa sentencia de la que discrepamos respalda en un primer momento la finalidad perseguida por la norma de constituir, en los supuestos en los que la renovación del Consejo General del Poder Judicial no se produzca de manera inmediata a la finalización de su mandato, un medio para «favorecer su renovación». Y posteriormente llega a afirmar que «ante la situación de prórroga, la suspensión de determinadas funciones del Consejo actúa como garantía de la independencia del propio Consejo frente a las Cámaras, puesto que privan a estas del interés que podrían llegar a tener en mantener en activo al Consejo cesante, para que este continuara ejerciendo unas funciones de nombramiento con enorme peso en la designación de jueces y magistrados en determinados puestos, y con un elevado nivel de discrecionalidad en el ejercicio de esas funciones».\nEste aval constitucional entra en una contradicción directa con el hecho de que la renovación del Consejo por las Cámaras comporta para estas, como ya apreció la STC 191/2016, FJ 8, un «genuino poder-deber», esto es, un «deber \nAdemás, no puede obviarse que la reforma que ahora nos ocupa, como explica la sentencia de la mayoría al desestimar las infracciones constitucionales de naturaleza procedimental alegadas por los aquí recurrentes, tiene su origen en una proposición de ley presentada por los grupos parlamentarios, es decir, la iniciativa es del propio Poder Legislativo. Es constitucionalmente inadmisible, pero así ha ocurrido, que las Cámaras puedan aprobar una norma para compelerse a sí mismas a cumplir con un deber que les corresponde cumplir \nRespecto a esta última afirmación cabe además apreciar que la necesidad de garantizar la independencia del Consejo frente al Poder Legislativo no aparece entre las finalidades que la norma dice perseguir, siendo por lo tanto una justificación que la sentencia de la mayoría crea \nA lo que debe añadirse que en realidad se produce el efecto contrario a dicha supuesta garantía que defiende la sentencia de la que discrepamos, dado que el normal funcionamiento de un órgano constitucional, y también de la propia administración de justicia, queda ahora supeditado a la mera voluntad del Poder Legislativo de renovar a los vocales del Consejo, vinculación que quiebra la posición autónoma y no subordinada que el constituyente le garantizó frente a los demás poderes públicos, incluido el Legislativo.\nEn definitiva, lo que hace la sentencia es dar por válido el proceder del Poder Legislativo en la ley impugnada que, exculpándose del incumplimiento de su deber constitucional (de renovar el Consejo), castiga al Consejo General del Poder Judicial, a quien no es imputable ese incumplimiento, con la privación de sus funciones consustanciales. Siendo igualmente notorio que, si el propósito de la reforma legislativa era «favorecer la renovación» del órgano constitucional de gobierno de los jueces, la impotencia de tal designio ha quedado suficientemente de manifiesto por el transcurso del tiempo, pues a la fecha de dictarse la presente sentencia persiste esa situación de «anomalía institucional» consistente en la prolongada demora en la renovación del Consejo.\n(iii) Finalmente, tampoco cabe justificar la reducción competencial por referencia a lo que ocurre con el Poder Ejecutivo, respecto del cual la Constitución sí ha previsto en su art. 101.2 que esté en funciones hasta la toma de posesión del nuevo Gobierno; ni respecto de las Cortes Generales, las cuales además no están propiamente en funciones dado que estas se disuelven y cuentan con un órgano, la Diputación Permanente, también prevista expresamente por la Constitución en su art. 78, cuya función es «velar por los poderes de las Cámaras cuando estas no estén reunidas». Las competencias que corresponden al Consejo no pueden asimilarse a las que desempeñan ninguno de estos dos poderes, siendo el Consejo General del Poder Judicial un órgano que, como ya hemos visto, desempeña una función de garantía de la independencia del Poder Judicial, por lo que no pertenece al ámbito de lo político, y tampoco comparte la naturaleza representativa de la que gozan las Cortes Generales (art. 66.1 CE).\nPor ello, frente a lo que se afirma en la sentencia, no son más legítimas las decisiones que adopte un nuevo Consejo General del Poder Judicial renovado que las decisiones que pueda adoptar un Consejo General del Poder Judicial que esté «en funciones»; el Consejo no tiene que aportar, en contra de lo que también defendió el preámbulo de la norma, «legitimidad democrática» al Poder Judicial, pues esa no es su función.\nLa sentencia de la que discrepamos intenta justificar esta reducción competencial argumentando que las funciones que el art. 122.2 CE atribuye al Consejo General del Poder Judicial «están vinculadas al normal desenvolvimiento del Consejo dentro del mandato constitucional de cinco años \nNo es posible en modo alguno compartir dicha justificación porque no es cierto que las funciones que el art. 122.2 CE atribuye al Consejo General del Poder Judicial «están vinculadas al normal desenvolvimiento del Consejo dentro del mandato constitucional de cinco años \nEn definitiva, si bien no existe duda de que un Consejo sin renovarse, una vez superado el plazo máximo de mandato, es una anomalía, no por ello cabe desnaturalizar al órgano de gobierno del Poder Judicial, con una afectación de la independencia del Poder Judicial, bajo el argumento de que carece de legitimidad. Se presupone que los vocales que componen el órgano, para cumplir su función, deben ser designados sin criterios partidistas, de modo que, aun siendo, insistimos, una anomalía no querida por el texto constitucional, ello no conlleva la falta de legitimidad del órgano de gobierno para cumplir con sus funciones esenciales.\nb) En segundo lugar, e intrínsecamente relacionado con la alteración de la naturaleza del Consejo, ocurre que con tan drástica reducción de competencias queda afectado inevitablemente el funcionamiento de la administración de justicia, su independencia y, a la postre, el propio Estado de Derecho (arts. 1 y 117.1 CE).\nLa sentencia de la que discrepamos no ha examinado los efectos que dicha reducción de funciones conlleva en el funcionamiento de la administración de justicia y en la independencia del Poder Judicial, más allá de advertir que «se ha de subrayar que las funciones que se encomiendan al Consejo General del Poder Judicial en funciones no se atribuyen a ningún otro poder»; o de afirmar, de forma lacónica y sin ninguna explicación, que la reforma «no puede ser considerada atentatoria de la independencia judicial, ni tachada de regresiva».\n(i) Es cierto que estas funciones de las que se priva al Consejo no se atribuyen, como señala la sentencia, ni al Poder Ejecutivo ni al Poder Legislativo, pero sus consecuencias en el funcionamiento de la administración de justicia y en la independencia de este otro poder son igualmente gravosas. El hecho de que mientras el Consejo está en funciones no pueda llevar a cabo el nombramiento del presidente del Tribunal Supremo, de los presidentes de las Audiencias Provinciales, de los presidentes de Sala y los magistrados del Tribunal Supremo supone, sin duda, una alteración del funcionamiento normal que cabe esperar de los citados órganos judiciales y, en particular, del órgano jurisdiccional superior en todos los órdenes (art. 123 CE), el Tribunal Supremo.\nLas consecuencias de esta restricción conllevan, por ejemplo, que en esta situación no se cubren las vacantes que se van produciendo en aquel Alto Tribunal, lo cual repercute de forma directa en su funcionamiento ordinario al haber generado una dificultad creciente para la constitución de sus Salas y Secciones en orden a la resolución de todos los asuntos que tiene encomendados. Un atasco generalizado provocado por la norma aquí impugnada, que no solo ha dejado a dicho órgano judicial en una situación de precariedad de medios humanos, sino que desde luego tampoco contribuye al ejercicio de los derechos fundamentales a un proceso sin dilaciones indebidas y a una tutela judicial efectiva (art. 24 CE).\nNo en vano ha venido a reconocerlo así, aunque sea solo en parte, el propio legislador orgánico, cuando para asegurar la pronta renovación del Tribunal Constitucional ha dictado la Ley Orgánica 8/2022, de 27 de julio, para restituirle al Consejo General del Poder Judicial «en funciones», no todas las competencias de nombramiento que la Ley Orgánica recurrida le sustrajo, sino únicamente la de designar a dos magistrados de este tribunal (con reforma para ello del nuevo art. 570 \nLa sentencia de la mayoría, al recordar la doctrina constitucional sobre el ejercicio por el legislador orgánico de su potestad normativa de desarrollo constitucional, se apoya en la STC 238/2012, de 13 de diciembre, para defender su correspondiente margen de configuración en lo que denomina «la competencia de nombramientos atribuida al Consejo General del Poder Judicial». No obstante, en la STC 238/2012 este tribunal no legitimó la posibilidad de suprimir la competencia de nombramientos del órgano de gobierno de los jueces ni, más especialmente, la posibilidad de proveer plazas de nombramiento discrecional en los órganos judiciales. En dicho pronunciamiento lo que se examinaba era una cuestión distinta, dado que la reforma cuya inconstitucionalidad se denunciaba lo que había hecho era modificar el sistema de mayorías para la adopción de determinados acuerdos por el Pleno del Consejo General del Poder Judicial, lo cual no supone suprimir una función atribuida por el constituyente a un órgano constitucional, ni produce ninguna alteración en el funcionamiento de la administración de justicia. Es más, en la STC 238/2012 este tribunal confirmó «la vinculación triangular entre Consejo General del Poder Judicial, nombramientos e independencia judicial», que ya dejó sentada la STC 108/1986, porque «el Consejo, en lo que a su competencia sobre nombramientos se trataba, garantizaba la independencia del Poder Judicial respecto del Poder Ejecutivo» (FJ 8).\nEsta limitación que impide ahora al Consejo General del Poder Judicial realizar determinados nombramientos cuando está en funciones es incompatible con los postulados que se derivan del principio de separación de poderes consustancial al Estado de Derecho. Este tribunal recordó en su STC 70/2022, de 2 de junio, FJ 5, que la Constitución «establece un sistema de relaciones entre órganos constitucionales dotados de competencias propias (SSTC 45/1986, FJ 4, y 234/2000, FJ 4), un sistema de distribución de poderes que evita su concentración y hace posible la aplicación de las técnicas de relación y control entre quienes lo ejercen legítimamente (ATC 60/1981, de 17 de junio, FJ 4). En definitiva, un entramado institucional y normativo, de cuyo concreto funcionamiento resulta un sistema de poderes, derechos y equilibrios sobre el que toma cuerpo una variable del modelo democrático que es la que propiamente la Constitución asume al constituir a España en un Estado social y democrático de Derecho (art. 1.1 CE; STC 48/2003, de 12 de marzo, FJ 7). Esta distribución o equilibrio de poderes que, como hemos adelantado, responde a la forma parlamentaria de Gobierno (art. 1.3 CE), y más específicamente, a lo que se ha dado en denominar “parlamentarismo racionalizado” (STC 223/2006, de 6 de julio, FJ 6), la realiza la Constitución en sus títulos III, “De las Cortes Generales”, y IV, “Del Gobierno”, definiendo, a su vez, el título V, las relaciones entre el Gobierno y las Cortes Generales, que vienen a establecer el sistema de frenos y contrapesos en que consiste la democracia (STC 176/1995, de 11 de diciembre, FJ 2)».\nPues bien, no solo el Estado de Derecho y el principio de división de poderes queda afectado cuando se atribuyen a un poder funciones constitucionalmente reservadas a otro poder del Estado, sino también cuando se le priva de aquellas competencias esenciales atribuidas para el desarrollo de la función que tiene constitucionalmente atribuida.\n(ii) Pero más allá de la limitación funcional a la que se somete al Consejo es necesario tener también en cuenta los distintos elementos que han caracterizado esta reforma, y que deben examinarse «en su conjunto» (el examen combinado y no aislado de los distintos elementos resulta útil como reflejan las SSTJUE de 19 de noviembre de 2019, asuntos acumulados C-585/18, C-624/18 y C-625/18, \nA tal efecto debe señalarse, en primer lugar, que la apariencia de imparcialidad de determinados órganos jurisdiccionales podría verse puesta en entredicho por la reforma dado que queda afectada la forma normal de designación de los magistrados y presidentes de los órganos judiciales superiores de nuestra estructura jurisdiccional. Estas funciones de nombramiento no «revierten» al Poder Ejecutivo, pero el resultado es que se ejerce igualmente un control sobre dicha facultad de nombramiento, en este caso de naturaleza negativa, al negarse su ejercicio.\nEste control negativo conlleva inevitablemente una apariencia de falta de imparcialidad en los criterios que rigen estos nombramientos que mal se compadece con los principios del Estado de Derecho, de la separación de poderes y de la independencia judicial (arts. 1 y 117.1 CE) que le son inherentes, dado que las normas no deben menoscabar la confianza que el Poder Judicial «debe inspirar en los justiciables en una sociedad democrática» (STJUE de 19 de noviembre de 2019, asuntos acumulados C-585/18, C-624/18, C-625/18, \nTeniendo en cuenta que «incluso las apariencias pueden tener importancia» (STJUE \nAsí, hubiera sido deseable que la mesa del Congreso, aunque no fuera preceptivo, hubiera tramitado la norma antes de su aprobación con las consultas que esta merecía, especialmente teniendo en cuenta las recomendaciones que la Comisión Europea viene emitiendo para reforzar el Estado de Derecho en la Unión Europea, a las que antes nos hemos referido, y que se basan en criterios de referencia que son los mismos para todos los Estados miembros. En particular, en la Recomendación (UE) 2017/1520, de 26 de julio de 2017, la Comisión reprocha que leyes de gran importancia y con impacto de manera general en la separación de poderes y el Estado de Derecho «no haya[n] sido objeto de la adecuada preparación y las consultas que merecería[n]», con una expresa invitación a pedir el parecer de la Comisión de Venecia respecto a las leyes que afectan a los consejos nacionales del Poder Judicial así «como sobre cualquier nueva propuesta legislativa destinada a reformar el sistema judicial» (apartados 43 y 54). También en el ámbito del Consejo de Europa la recomendación de solicitar determinados informes se recoge en el Informe núm. 10(2007), del Consejo Consultivo de Jueces Europeo, determinando, en su apartado 87, que «todo proyecto de texto legislativo susceptible de tener un incidente sobre el Poder judicial […] debería obligatoriamente ser sometido, antes de la deliberación del Parlamento, a la opinión del consejo de la justicia».\nY a ello se une finalmente el hecho de que el legislador orgánico ha decidido alterar la forma en la que viene funcionando el Consejo e instaurar un régimen más restrictivo aplicable a las funciones que puede desempeñar este órgano constitucional cuando está «en funciones» con una afectación, como acabamos de examinar, de su cometido de salvaguardar la independencia del Poder Judicial.\nEste tribunal ha admitido «que no es dable valorar en Derecho una reforma legal del Consejo General del Poder Judicial sobre la base de lo dispuesto en la legislación precisamente modificada, pues en todo aquello que no ha sido predeterminado por la Constitución el legislador, al margen del juicio político que pueda merecer su obra, dispone de libertad para volver sobre sus anteriores decisiones» (STC 191/2016, de 15 de noviembre, FJ 3). Pero, como venimos analizando, la modificación de la legislación relativa al gobierno del Poder Judicial debe realizarse siempre dentro del respeto a las reglas de contenido material y formal definidas por el bloque de la constitucionalidad, a lo que debe añadirse que una reforma que conlleve un retroceso en la protección de la independencia judicial no es tampoco compatible con la protección del Estado de Derecho ni de la independencia judicial (arts. 1 y 117.1 CE), compartiendo a tal efecto la aserción del Tribunal de Justicia de la Unión Europea, con arreglo a la cual «los Estados miembros deben velar por evitar, en relación con este valor, cualquier regresión de su legislación en materia de organización de la administración de justicia, absteniéndose de adoptar medidas que puedan menoscabar la independencia judicial» (STJUE de 20 de abril de 2021, asunto C-896/19, \nc) En conclusión, por amplio que pueda ser el margen de configuración del que dispone el legislador orgánico al desarrollar la ordenación que del Consejo General del Poder Judicial lleva a cabo la Constitución, ese margen no habilita al legislador para desfigurar la naturaleza constitucional del Consejo, que es lo que la Ley Orgánica 4/2021 lleva a cabo al privarle del ejercicio de las funciones consustanciales a su cometido, como garante de la independencia del Poder Judicial, reduciéndolo, cuando no haya sido renovado en plazo, a un mero órgano de «gestión administrativa» (en términos de la propia sentencia) e impidiéndole, de forma arbitraria y contradictoria con su naturaleza constitucional, ejercer las funciones que tiene atribuidas por el art. 122.2 CE. También ha quedado afectado gravemente el funcionamiento de la administración de justicia, especialmente porque la reforma impide al Consejo llevar a cabo nombramientos en los órganos judiciales superiores de nuestra estructura jurisdiccional, muy en particular, en el superior en todos los órdenes, el Tribunal Supremo, con el correlativo menoscabo de la confianza que el Poder Judicial debe inspirar en los ciudadanos. Y se ha debilitado la independencia del Consejo respecto a los Poderes Legislativo y Ejecutivo, contribuyendo así a un debilitamiento de la independencia del Poder Judicial en su conjunto y afectando al principio de separación de poderes inherente a nuestro Estado de Derecho.\nEn virtud de dichas razones entendemos que este tribunal debía haber estimado el recurso, declarando la inconstitucionalidad del nuevo art. 570 \n4. La protección de la independencia judicial queda sujeta a las exigencias que derivan del Derecho de la Unión.\nA todo lo dicho hasta ahora cabe añadir que la sentencia de la mayoría ha prescindido sin razonamiento alguno del canon europeo que impone tanto la jurisprudencia del Tribunal Europeo de Derechos Humanos como la del Tribunal de Justicia de la Unión Europea, jurisprudencia en la que ambos tribunales vienen configurando de forma convergente el contenido del principio de la independencia judicial, consustancial al Estado de Derecho, y reconociendo expresamente la necesidad de proteger la autonomía de los consejos de justicia, dado el papel crucial que estos órganos desempeñan en una sociedad democrática como baluartes contra la influencia política sobre el Poder Judicial.\nTratándose de la jurisprudencia del Tribunal de Justicia de la Unión Europea su omisión resulta aún más flagrante dado que la Ley Orgánica 4/2021 es una norma que incide en la administración de justicia al tener por objeto la reforma de su gobierno, y las normas nacionales que incidan en el funcionamiento de la administración de justicia quedan también sujetas a las exigencias de tutela judicial efectiva e independencia judicial que deriven del Derecho de la Unión en aplicación del art. 19, apartado 1, párrafo 2, del Tratado de la Unión Europea (TUE) (STJUE de 24 de junio de 2019, asunto C-619/18, \nEn aplicación de dichos preceptos, como ya hemos advertido anteriormente, el Tribunal de Justicia viene examinando recientemente una serie de reformas legislativas que han afectado al funcionamiento de los consejos de justicia en los Estados miembros, identificando aquellos supuestos en los que la falta de independencia de dichos órganos respecto de los Poderes Legislativo y Ejecutivo afectaba a la independencia judicial (SSTJUE de 24 de junio de 2019, asunto C-619/18, \nEl examen de dicha jurisprudencia se ha omitido en la sentencia de la que discrepamos, lo cual carece de justificación dado que el Estado de Derecho y la independencia judicial son valores también inherentes a nuestro texto constitucional, que consagra en su art.1.1 que «España se constituye en un Estado social y democrático de Derecho», y «se desarrolla igualmente en el título preliminar al subrayar que los poderes públicos, al igual que los ciudadanos, “están sujetos a la Constitución y al resto del ordenamiento jurídico” (art. 9.1 CE)» (ATC 177/2022, de 19 de diciembre de 2022, FJ 5). Del principio del Estado de Derecho es también consustancial el principio de división y separación de poderes «pues se trata de un principio político y jurídico que impregna la estructura de todos los Estados democráticos» (STC 70/2022, de 2 de junio, FJ 5). Y también hemos reconocido, como ya hemos advertido, que el Poder Judicial «constituye una pieza esencial de nuestro ordenamiento como del de todo Estado de Derecho, y la misma Constitución lo pone gráficamente de relieve al hablar expresamente del “Poder” Judicial, mientras que tal calificativo no aparece al tratar de los demás poderes tradicionales del Estado, como son el Legislativo y el Ejecutivo. El Poder Judicial consiste en la potestad de ejercer la jurisdicción, y su independencia se predica de todos y cada uno de los jueces en cuanto ejercen tal función, quienes precisamente integran el poder judicial o son miembros de él porque son los encargados de ejercerla. Así resulta claramente del artículo 117.1 de la Constitución, con que se abre el título VI de la misma dedicado al “Poder Judicial”» (SSTC 108/1986, FJ 6, y 70/2022, FJ 6,).\nEstamos hablando, en definitiva, como reconoce el Tribunal de Justicia de la Unión Europea, de «valores […] que son comunes a los Estados miembros en una sociedad caracterizada, entre otras cosas, por la justicia» (STJUE de 20 de abril de 2021, asunto C-896/19, \nAsí, es constante nuestra doctrina que determina que «tanto los tratados y acuerdos internacionales, como el Derecho comunitario derivado pueden constituir “valiosos criterios hermenéuticos del sentido y alcance de los derechos y libertades que la Constitución reconoce”, valor que se atribuye con fundamento en el art. 10.2 CE, […] interpretación que no puede prescindir de la que, a su vez, llevan a cabo los órganos de garantía establecidos por esos mismos tratados y acuerdos internacionales» (por todas, la STC 61/2013, de 14 de marzo, FJ 5, y la jurisprudencia que ahí se cita).\nEs más, este tribunal ha llegado a reconocer que le «corresponde […] velar por el respeto del principio de primacía del Derecho de la Unión cuando […] exista una interpretación auténtica efectuada por el propio Tribunal de Justicia de la Unión Europea» [SSTC 232/2015, de 5 de noviembre, FJ 5 c), y 31/2019, de 28 de febrero, FJ 4, entre otras] siendo así que en el presente recurso de inconstitucionalidad se ha prescindido de las exigencias que el Derecho de la Unión impone al respeto del principio de la independencia judicial y de la separación de poderes, en los términos que resulta de la ya reiterada jurisprudencia del Tribunal de Justicia que constituye a estos efectos una «interpretación auténtica» en los términos que reconoce nuestra jurisprudencia.\nLa integración de España en las entonces denominadas Comunidades Europeas, ahora Unión Europea, fue, como tuvimos ocasión de manifestar en la Declaración 1/2004, de 13 de diciembre, «una integración largamente anhelada y, sin ninguna duda, constitucionalmente querida» (FJ 2). En dicha Declaración asumimos que estábamos ante un «fenómeno de integración que va más allá del puro procedimiento de la misma, y que comporta las consecuencias de la inserción en un ente supranacional distinto, susceptible de crear un ordenamiento propio dotado de particulares principios rectores de la eficacia y de las exigencias y límites de la aplicabilidad de sus normas» (\nEn virtud de dicha integración, y también por imperativo del art. 10.2 CE, este tribunal venía obligado a integrar los principios que derivan del Derecho de la Unión y de la jurisprudencia del Tribunal de Justicia, dado que los mismos le habrían permitido confirmar la inconstitucionalidad de la reforma operada por la Ley Orgánica 4/2021, por vulnerar los principios de independencia judicial y de Estado de Derecho, principios que con arreglo a nuestra doctrina constitucional el legislador orgánico debe respetar al regular el funcionamiento del Consejo General del Poder Judicial (art. 122 CE).\nEn particular, porque los Estados miembros se comprometen a respetar los valores en los que se funda la Unión y no pueden «modificar su legislación de modo que dé lugar a una reducción de la protección del valor del Estado de Derecho» (STJUE \n5. La restricción de la facultad de proponer el nombramiento del presidente del Tribunal Supremo supone una vulneración añadida del art. 123.2 CE.\nDe forma concreta, en el recurso interpuesto se argumentaba también que la supresión de la función de nombramiento del presidente del Tribunal Supremo vulnera de forma autónoma los arts. 122 y 123.2 CE, y entendemos que esta queja de constitucionalidad también debió estimarse.\nLa sentencia de la que discrepamos parte del tenor literal del art. 123.2 CE, que conviene reiterar aquí: «El Presidente del Tribunal Supremo será nombrado por el Rey, a propuesta del Consejo General del Poder Judicial, en la forma que determine la ley». Conviene reiterarlo porque frente a la cristalina literalidad de este precepto la sentencia concluye que «la Constitución no prevé el sistema de nombramiento del presidente del Consejo General del Poder Judicial, que lo es también del Tribunal Supremo». Sí lo prevé: en el transcrito art. 123.2 CE.\nLa sentencia convierte la remisión a la ley contenida en ese precepto constitucional en un bumerán que permite al legislador, so capa de desarrollar o precisar la «forma» en que el Consejo General del Poder Judicial debe ejercer su competencia de proponer al Rey el nombramiento de su presidente, directamente negar y suprimir esa potestad, pues esto es lo que hace el citado art. 570 \nNo solo la literalidad del art. 123.2 CE apoya esta conclusión. La inconstitucionalidad de esta concreta supresión también resulta de la vinculación orgánica entre la presidencia del Consejo General del Poder Judicial y la del Tribunal Supremo, correctamente recogida en la sentencia e impuesta expresamente por el art. 122.3 CE, que dice en su primer inciso que «[e]l Consejo General del Poder Judicial estará integrado por el presidente del Tribunal Supremo, que lo presidirá, y por veinte miembros nombrados por el Rey por un periodo de cinco años». Esta doble presidencia del Tribunal Supremo y del Consejo General del Poder Judicial prevista en la Constitución no es una casualidad, ni una feliz coincidencia. Además de un mandato constitucional expreso que no puede ser omitido ni degradado por este tribunal, la reunión de las dos presidencias del Tribunal Supremo y del Consejo General del Poder Judicial obedece al propósito de evitar conflictos entre ambas instituciones, teniendo en cuenta que, por una parte, el nuevo órgano (el Consejo General del Poder Judicial) pasaba a asumir las funciones que hasta entonces venía ejerciendo el Tribunal Supremo en estrecha relación con el Gobierno (arts. 210, 228, 231, 235 o 600.2 de la LOPJ de 1870, derogada por la LOPJ de 1985, o las disposiciones transitorias primera, segunda y sexta de la Ley Orgánica 1/1980, primera del Consejo General del Poder Judicial) y, por otra parte, la misma Constitución imponía que el Tribunal Supremo, integrado en adelante por los magistrados que nombrara el Consejo (art. 122.2), fuera el órgano encargado de fiscalizar la actividad de este (arts. 24.1 y 106.1 CE). Como se ha demostrado y es notorio, la Ley Orgánica 4/2021 permite que, por el cese del presidente del Tribunal Supremo y del Consejo General del Poder Judicial, se separe esa doble presidencia y se incumpla un mandato constitucional expreso como el del art. 123.2 CE, lo que abunda en la inconstitucionalidad del nuevo art. 570 \nPor último, reiterando nuestro desacuerdo general con la conclusión principal de la mayoría a propósito de la constitucionalidad de la supresión de funciones constitucionalmente atribuidas al Consejo General del Poder Judicial por la superación del plazo de cinco años, tampoco nos parece que este argumento sea definitivo en este concreto caso. Según la mayoría de la que discrepamos, la superación de ese plazo impide al Consejo proponer el nombramiento de un nuevo presidente porque el mandato del presidente «depende del Consejo que lo nombró», con el que tiene una «vinculación estrecha». A nuestro juicio, precisamente por esa «vinculación estrecha» entre el Consejo General del Poder Judicial y su presidente, y porque el Consejo en funciones no es un órgano distinto del que hizo el nombramiento inicial, en caso de producirse alguna causa de cese del presidente nombrado (por ejemplo, su fallecimiento o renuncia), el Consejo General del Poder Judicial debe poder elegir a un nuevo presidente por efecto directo del art. 123.2 CE.\nEn definitiva, en nuestra opinión el nuevo art. 570 \n6. La norma impugnada priva inconstitucionalmente al Consejo General del Poder Judicial de la facultad de interponer un conflicto de atribuciones.\nFinalmente, consideramos que este tribunal también debió estimar la queja constitucional de los recurrentes que consideraban que al haber desapoderado al Consejo en funciones de la posibilidad de interponer un conflicto de atribuciones, se produce una infracción del art. 161.1 d) CE, en relación con el art. 59 LOTC.\nEs cierto que el conflicto de atribuciones no aparece establecido expresamente en la Constitución española, y la facultad del Consejo de interponerlo no aparece tampoco expresamente recogida en el texto constitucional, dado que nos encontramos ante un procedimiento que fue posteriormente diseñado por la Ley Orgánica del Tribunal Constitucional. No obstante, el art. 161.1 d) CE determina que el Tribunal Constitucional tiene jurisdicción en todo el territorio español y es competente para conocer: «d) De las demás materias que le atribuyan la Constitución o las leyes orgánicas», previsión que debe completarse con el contenido del art. 165 CE que prescribe que «[u]na ley orgánica regulará el funcionamiento del Tribunal Constitucional, el estatuto de sus miembros, el procedimiento ante el mismo y las condiciones para el ejercicio de las acciones». De ambos preceptos se deduce que la determinación del procedimiento que debe seguir la interposición de un conflicto de atribuciones, como cualquier otra controversia sometida al enjuiciamiento de este Tribunal Constitucional, ha de regirse únicamente por lo dispuesto a tal efecto por su propia Ley Orgánica.\nEn este contexto, hemos ya declarado en otras ocasiones que «la decisión en torno a la admisión o inadmisión de un conflicto de atribuciones ha de venir determinada exclusivamente por lo que al respecto disponga la Ley Orgánica del Tribunal Constitucional» (STC 124/2018, de 14 de noviembre, FJ 2). Lo cual abarca también, de forma ineludible, la identificación de los sujetos legitimados para promover un conflicto de atribuciones, operación que lleva a cabo el art. 59 LOTC, precepto que citan expresamente los recurrentes, determinando su apartado primero que el Tribunal Constitucional entenderá de los conflictos que opongan al Gobierno con el Congreso de los Diputados, el Senado o el Consejo General del Poder Judicial; o a cualquiera de estos órganos constitucionales entre sí.\nAsí las cosas, no excluye la Ley Orgánica del Tribunal Constitucional al Consejo «en funciones» de la posibilidad de interponer un conflicto de atribuciones, el cual debería en consecuencia seguir estando legitimado para promover dicho conflicto frente a «decisiones o actos de otros órganos constitucionales que supongan una efectiva y actual invasión de [sus] atribuciones» (STC 45/1986, de 17 de abril, FJ 2).\nSe está privando al Consejo de promover un procedimiento que le permite defender las funciones que constitucional y legalmente le corresponden (STC 45/1986, de 17 de abril, FJ 5), siendo así además que «[d]efendiendo sus atribuciones propias, el Consejo desarrolla, indirectamente, una importante labor de garantía de la posición de independencia» (\nEn consecuencia, entendemos que se tenía que haber apreciado la vulneración constitucional que se denuncia dado que el nuevo artículo 570 \nMadrid, a dos de octubre de dos mil veintitrés.–Ricardo Enríquez Sancho.–Enrique Arnaldo Alcubilla.–Concepción Espejel Jorquera.–César Tolosa Tribiño.–Firmado y rubricado.",
    "materias": [
        "Consejo General del Poder Judicial",
        "Nombramientos",
        "Recursos de inconstitucionalidad"
    ]
}