{
    "identificador": "BOE-A-2023-22497",
    "origen_legislativo": "Estatal",
    "fecha_publicacion": "20231102",
    "diario_numero": "262",
    "seccion": "3",
    "articulos": [
        "De acuerdo con la función establecida en el artículo 7.1.c) de la Ley 3/2013, de 4 de junio, de creación de la CNMC, la Sala de la Supervisión Regulatoria resuelve:",
        "Tabla de contenido.",
        "Antecedentes de hecho.",
        "Fundamentos de Derecho.",
        "Primero. Habilitación competencial para aprobar estos procedimientos.",
        "Segundo. Síntesis de la adaptación que se aprueba mediante la presente resolución.",
        "Tercero. Valoración de la propuesta bajo el Reglamento EB.",
        "Tercero.1 Definición del producto específico y del período de tiempo en el que será utilizado [artículo 26.1.a)].",
        "Tercero.2 Justificación del producto específico [artículo 26.1.b)].",
        "Tercero.3 Descripción de las medidas propuestas para minimizar el uso de productos específicos [artículo 26.1.c)].",
        "Tercero.4 Conversión del producto específico en estándar [artículo 26.1.d) y e)].",
        "Tercero.5 Demostración de que los productos específicos no crean ineficiencias ni distorsiones significativas en el mercado de balance dentro y fuera de la zona de programación [artículo 26.1.f)].",
        "Cuarto. Consideraciones particulares sobre la propuesta del operador del sistema.",
        "Cuarto.1 Sobre el establecimiento de un precio máximo.",
        "Cuarto.2 Sobre el cálculo del volumen requerido.",
        "Cuarto.3 Sobre el proceso de asignación.",
        "Quinto. Resultado del trámite de audiencia e información pública.",
        "Resuelve.",
        "Anexo. Procedimientos de operación.",
        "Antecedentes de hecho",
        "Primero.",
        "Con fecha 24 de diciembre de 2020, se publicó en el «Boletín Oficial del Estado» la Resolución de 10 de diciembre de 2020, de la Comisión Nacional de los Mercados y la Competencia, por la que se aprueba la adaptación de los procedimientos de operación del sistema a las condiciones relativas al balance, aprobadas por esta misma Comisión mediante Resolución de 11 de diciembre de 2019.",
        "Dicha adaptación de los procedimientos de operación incorporaba, entre otros aspectos, la participación de la demanda en los servicios de balance.",
        "Por otra parte, las condiciones relativas al balance prevén en su artículo 5.4 la posibilidad de que el operador del sistema eléctrico español disponga localmente de productos específicos conforme a lo establecido en el artículo 26 del Reglamento (UE) 2017/2195 de la Comisión, de 23 de noviembre de 2017, por el que se establece una directriz sobre el balance eléctrico (Reglamento EB), al objeto de garantizar la seguridad de la operación y de mantener el equilibrio del sistema, de acuerdo con lo que se desarrolle en los procedimientos de operación.",
        "Segundo.",
        "El Real Decreto-ley 17/2022, de 20 de septiembre, por el que se adoptan medidas urgentes en el ámbito de la energía, en la aplicación del régimen retributivo a las instalaciones de cogeneración y se reduce temporalmente el tipo del Impuesto sobre el Valor Añadido aplicable a las entregas, importaciones y adquisiciones intracomunitarias de determinados combustibles, creó un servicio de respuesta activa de la demanda (SRAD) para el sistema eléctrico peninsular español, configurado, de acuerdo con la justificación dada por la norma, como un producto específico de balance, para hacer frente a las situaciones de escasez de energía de balance proporcionada por otros servicios estándar de activación manual ya en funcionamiento.",
        "El citado Real Decreto-ley estableció la creación del SRAD en su disposición adicional primera y articuló el detalle técnico de funcionamiento del servicio en su anexo II. Adicionalmente, se establecía que dicho producto debía estar operativo desde el 1 de noviembre de 2022, y que debía ser asignado mediante la celebración de una subasta anual de manera previa al inicio del periodo de prestación del servicio.",
        "De esta manera, en octubre de 2022 el operador del sistema organizó la primera subasta del servicio de respuesta activa de la demanda, asignándose el servicio a instalaciones de demanda por un total de 490 MW, con entrega entre el 1 de noviembre de 2022 y el 31 de octubre de 2023.",
        "Así mismo, la disposición adicional primera del Real Decreto-ley 17/2022, en el párrafo segundo de su apartado primero, recogía que, «de conformidad con el referido reglamento [Reglamento EB] y con la Ley 3/2013, de 4 de junio, de creación de la Comisión Nacional de los Mercados y la Competencia, la autoridad competente podrá llevar a cabo la adaptación, modificación o, en su caso, derogación, del servicio de respuesta activa de la demanda regulado en este real decreto-ley».",
        "Tercero.",
        "Con fecha 31 de mayo de 2023, tuvo entrada en la Comisión Nacional de los Mercados y de la Competencia (CNMC) un escrito de Red Eléctrica, en su calidad de operador del sistema, que incluía la propuesta del nuevo procedimiento de operación (P.O.) del sistema 7.5 Servicio de respuesta activa de la demanda, así como la adaptación del procedimiento de operación 14.4 Derechos de cobro y obligaciones de pago por los servicios de ajuste del sistema, para incluir aquellos aspectos necesarios para la retribución del nuevo servicio. Adicionalmente, el escrito se acompañó de un informe justificativo de los cambios incorporados en el texto de los procedimientos, así como de los comentarios recibidos de los sujetos interesados.",
        "Las propuestas habían sido previamente sometidas a consulta pública por el operador del sistema, a través de su página web, entre el 17 de marzo y el 19 de abril de 2023, dando cumplimiento al trámite exigido tanto por la Circular 3/2019 de la CNMC, como por el artículo 10.5 del Reglamento EB.",
        "Cuarto.",
        "Tras analizar la propuesta recibida del operador del sistema, teniendo en cuenta que la propuesta de P.O.7.5 establece un segundo periodo de prestación del servicio de respuesta activa de la demanda, se debe agilizar lo máximo posible la tramitación del P.O 7.5 para permitir al operador del sistema convocar la subasta pertinente cumpliendo con todos los plazos previos a la misma establecidos en el propio procedimiento de operación.",
        "Quinto.",
        "Con fecha 27 de julio de 2023, y de acuerdo con la disposición transitoria décima de la Ley 3/2013, de 4 de junio, se dio trámite de audiencia, enviando al Consejo Consultivo de Electricidad la «Propuesta de Resolución por la que se aprueba el nuevo procedimiento de operación eléctrico 7.5 sobre el servicio de respuesta activa de la demanda, y se modifica el 14.4». Asimismo, en esa misma fecha, en cumplimiento del trámite de información pública, se publicó en la página web de la Comisión Nacional de los Mercados y la Competencia la citada propuesta de resolución para que los sujetos formularan sus alegaciones hasta el 4 de septiembre de 2023.",
        "Sexto.",
        "Con fecha 27 de julio de 2023, se remitió la propuesta de resolución a la Dirección General de Política Energética y Minas, del Ministerio para la Transición Ecológica y el Reto Demográfico, para que pudiera aportar sus comentarios.",
        "Fundamentos de Derecho",
        "Primero. Habilitación competencial para aprobar estos procedimientos.",
        "La Ley 3/2013, de 4 de junio, de creación de la Comisión Nacional de los Mercados y la Competencia, modificada por el Real Decreto-ley 1/2019, en su artículo 7, acerca de la supervisión y control en el sector eléctrico y en el sector del gas natural, determina en su apartado 1.c) la potestad de la Comisión Nacional de los Mercados y la Competencia de establecer, mediante circular, las metodologías relativas a la prestación de servicios de balance y de no frecuencia del sistema eléctrico que, desde el punto de vista de menor coste, de manera justa y no discriminatoria proporcionen incentivos adecuados para que los usuarios de la red equilibren su producción y consumo.",
        "La Circular 3/2019, de 20 de noviembre, de la Comisión Nacional de los Mercados y la Competencia, establece las metodologías que regulan el funcionamiento del mercado mayorista de electricidad y la gestión de la operación del sistema, incluidos los servicios de balance.",
        "Por otra parte, el artículo 5 del Reglamento UE 2017/2195, de 23 de noviembre de 2017, por el que se establece una directriz sobre el balance eléctrico (Reglamento EB), asigna a las autoridades reguladoras nacionales la competencia para aprobar las condiciones y metodologías relativas a los servicios de balance. En particular, el apartado 4.c) de dicho artículo 5 prevé la aprobación por la autoridad reguladora de cada Estado Miembro de las Condiciones relativas al balance aplicables en su territorio nacional. Igualmente, el apartado 4.d) del mismo artículo 5 prevé la aprobación por la autoridad reguladora nacional de las propuestas de los gestores de las redes de transporte relativas a la definición y el uso de productos específicos conforme a lo dispuesto en el artículo 26.1 del Reglamento EB.",
        "Las Condiciones relativas al balance previstas en el apartado 4.c) del artículo 5 del Reglamento EB fueron aprobadas mediante Resolución de 11 de diciembre de 2019, de la Comisión Nacional de los Mercados y la Competencia. Las condiciones prevén en su artículo 5.4 la posibilidad de que el operador del sistema eléctrico español disponga localmente de productos específicos conforme a lo establecido en el artículo 26 del Reglamento EB.",
        "La Circular 3/2019, en su artículo 5, establece que el operador del sistema deberá elaborar las propuestas necesarias para el desarrollo de la regulación europea, entre otros, en lo relativo a los servicios de balance de los sistemas eléctricos europeos.",
        "Por su parte, el artículo 7.1, párrafo final, de la Ley 3/2013, de 4 de junio, habilita a la CNMC para dictar actos de ejecución y aplicación de las circulares, que habrán de publicarse en el BOE.",
        "Al amparo de esas competencias, y teniendo en cuenta las circunstancias de hecho previamente expuestas, la CNMC considera conveniente aprobar el nuevo procedimiento de operación P.O. 7.5 Servicio de respuesta activa de la demanda, y modificar el P.O. 14.4, al objeto de introducir los cambios necesarios para adaptar dicho procedimiento de operación a lo establecido en el nuevo procedimiento de operación P.O. 7.5.",
        "Segundo. Síntesis de la adaptación que se aprueba mediante la presente resolución.",
        "La presente resolución aprueba el nuevo procedimiento de operación P.O. 7.5. sobre el servicio de respuesta activa de la demanda, y modifica el P.O. 14.4, al objeto de introducir los cambios necesarios para adaptar dicho procedimiento de operación a lo establecido en el nuevo procedimiento de operación P.O. 7.5.",
        "El P.O. 7.5 Servicio de respuesta activa de la demanda tiene por objeto reglamentar el funcionamiento del servicio específico de balance de respuesta activa de la demanda (SRAD) del sistema eléctrico peninsular español, para hacer frente a situaciones en las que se identifique una insuficiencia de reserva de regulación terciaria a subir. Dicho objeto se alcanza mediante la publicación del requerimiento de potencia de respuesta activa de la demanda, de los periodos de prestación del servicio y de la previsión de activación del servicio; la asignación de la prestación del servicio mediante un mecanismo de subasta; la activación, control y medida de la provisión del servicio; y la retribución de la provisión del servicio al precio marginal resultante de la subasta de adjudicación.",
        "Con respecto al procedimiento que fuera aprobado mediante el Real Decreto-ley 17/2022, este P.O. 7.5 incorpora algunos cambios sustanciales, tales como vincular el SRAD únicamente al servicio de regulación terciaria (reservas de recuperación de la frecuencia con activación manual); dar mayor flexibilidad al comercializador para modificar sus unidades de programación, así como a las instalaciones, para que cambien de comercializador; o restringir a las unidades proveedoras del SRAD su participación en el proceso de solución de restricciones técnicas del sistema. Incorpora también cambios de procedimiento, como por ejemplo: cambios en los plazos y horarios de la realización de la subasta y sus trámites asociados; distinción entre unidad para la participación de la subasta y la unidad de programación proveedora del servicio; se proponen mejoras de redacción y aclaraciones sobre los distintos apartados del procedimiento de habilitación, convocatoria de subasta, validación y asignación de ofertas y publicación de la información por parte del operador del sistema.",
        "El P.O. 14.4 Derechos de cobro y obligaciones de pago por los servicios de ajuste del sistema tiene por objeto determinar los derechos de cobro y las obligaciones de pago que se derivan de los servicios de ajuste del sistema a efectos del proceso de liquidación, según lo establecido en el procedimiento de operación 14.1. y en los procedimientos de operación relativos a dichos servicios.",
        "El P.O. 14.4 se modifica al objeto de incorporar la liquidación del servicio de respuesta activa de la demanda. Así, la propuesta incorpora la liquidación del SRAD, conforme a lo siguiente:",
        "– Se añade un nuevo apartado 9 para la liquidación de la asignación y el incumplimiento de la energía en el SRAD.",
        "– Se modifica el apartado 13 para incluir la energía activada en este servicio en la determinación y el cálculo del desvío.",
        "– Se añade un nuevo apartado 18 para la liquidación de la asignación de potencia y el incumplimiento de la disponibilidad en el SRAD.",
        "Tercero. Valoración de la propuesta bajo el Reglamento EB.",
        "En este apartado se analiza si la implementación del producto específico propuesto por el TSO está debidamente justificada, así como si dicho producto se ajusta a la regulación aplicable. Para ello, se han tenido en cuenta los preceptos aplicables de la regulación europea y nacional y, en particular, los requisitos establecidos para dicha propuesta en el artículo 26.1 del Reglamento EB, así como otras exigencias que dicho reglamento y/o metodologías que lo desarrollan prevén para los productos específicos de balance.",
        "En concreto, el apartado 1 del artículo 26 del Reglamento EB requiere que una propuesta para definir y utilizar productos específicos de energía de balance y de reserva de balance incluya como mínimo:",
        "a) Una definición de los productos específicos y del periodo de tiempo en el que serán utilizados;",
        "b) una demostración de que los productos estándar no son suficientes para garantizar la seguridad de la operación y para mantener eficientemente el equilibrio del sistema, o una demostración de que algunos recursos de balance no pueden participar en el mercado de balance a través de productos estándar;",
        "c) una descripción de las medidas propuestas para minimizar el uso de productos específicos sobre la base de la eficiencia económica;",
        "d) en su caso, las normas para convertir las ofertas de energía de balance procedentes de productos específicos en ofertas de energía de balance procedentes de productos estándar;",
        "e) en su caso, la información sobre el proceso para la conversión de las ofertas de energía de balance procedentes de los productos específicos en ofertas de energía de balance procedentes de productos estándar y la información sobre cuál será la lista de orden de mérito común en la que se llevará a cabo la conversión;",
        "f) una demostración de que los productos específicos no crean ineficiencias ni distorsiones significativas en el mercado de balance dentro y fuera de la zona de programación.",
        "Tercero.1 Definición del producto específico y del período de tiempo en el que será utilizado [artículo 26.1.a)].",
        "La propuesta define el producto específico de respuesta activa de la demanda en el apartado cuarto del P.O. 7.5, como «la variación de potencia activa a subir que puede realizar una unidad de programación en un tiempo inferior o igual a quince minutos desde que es requerida su activación y que puede ser mantenida durante tres horas consecutivas al día». Asimismo, establece que su contratación será realizada mediante subasta, que asignará unidades de programación que podrán ser activadas para aportar la potencia comprometida dentro de los periodos de activación previamente definidos en la subasta.",
        "Es decir, se trataría de un producto específico de reserva de balance a subir que encajaría dentro del ámbito de la reserva para la recuperación de la frecuencia con activación manual (mFRR-regulación terciaria). El producto específico comparte con el producto estándar mFRR el tiempo de activación",
        null,
        "Por otra parte, no se prevé la existencia de ofertas de energía en el horizonte de oferta establecido para la regulación terciaria (mFRR), tal que determine el orden de mérito de la activación de los proveedores SRAD. En efecto, los potenciales proveedores del SRAD compiten presentando ofertas de reserva que son asignadas con horizonte anual. Aquellos que resultan adjudicatarios en dicha subasta, devienen obligados a entregar la energía comprometida (reducción del programa de consumo) cuando así les sea requerido por el operador del sistema en tiempo real. La liquidación de dicha entrega de energía se lleva a cabo al precio resultante para el producto estándar de reserva terciaria. El orden de mérito de la activación se basa en un criterio de turnos rotatorios.",
        "A este respecto, si bien el Reglamento EB prevé la existencia de ofertas de energía, independientemente del modo como se contrate la provisión de reserva, por ejemplo, a la hora de definir la reserva de balance (artículo 2.5) o al establecer las obligaciones de los proveedores de servicios de balance con reserva comprometida (artículo 16.4), se puede considerar una aplicación más permisiva al caso de los productos específicos. En este sentido, por ejemplo, el párrafo f) del artículo 18.7, permite aplicar una excepción para el requerimiento del artículo 16.6 en el caso de productos específicos que no son intercambiados con los sistemas vecinos. Dicho artículo 16.6 prohíbe que el precio de las ofertas de energía de balance venga predeterminado por el contrato de reserva de balance. En este caso, el servicio propuesto no predetermina el precio de la energía en el momento de ejecutar la subasta de capacidad, sino que dicho precio resulta posteriormente de la asignación de regulación terciaria, reflejando así el valor de la energía en tiempo real. Además, la asignación en turno rotatorio sin ofertas de energía cumple dos objetivos esenciales:",
        "– Garantizar la activación (evitando las ofertas de energía a precio máximo) y así la participación real en servicios de balance",
        null,
        "– y minimizar el impacto sobre el servicio estándar de regulación terciaria, ya que no altera el orden de mérito de la escalera de ofertas.",
        "Por otro lado, en cuanto a la definición del periodo de tiempo en que será utilizado el producto, el P.O. 7.5 no define un periodo máximo de utilización del producto específico SRAD. No obstante, se trata de un producto cuya vigencia, marcada por la convocatoria de subastas discretas, será anual. Además, por exigencia del Reglamento EB, todos los productos específicos son sistemáticamente revisados cada dos años por el TSO (artículo 26.2), reportándose información anualmente sobre su justificación e impacto [artículos 59.3(h) y 60.2(d)] por parte tanto del TSO como de ENTSOE. De este modo, cualquier impacto negativo o pérdida de necesidad del servicio podrá ser detectado e interrumpido mediante la no convocatoria de nuevas subastas para futuros periodos de asignación. Adicionalmente, se podrá derogar este servicio cuando la demanda comience a participar de manera activa en el producto estándar.",
        "Otros aspectos del diseño del producto, como la limitación de los proveedores y el periodo de entrega se valoran más adelante, en otros apartados de esta misma resolución.",
        "Tercero.2 Justificación del producto específico [artículo 26.1.b)].",
        "El párrafo b del apartado 1 del artículo 26 del Reglamento EB exige una demostración de que los productos estándar no son suficientes para garantizar la seguridad de la operación y para mantener eficientemente el equilibrio del sistema, o una demostración de que algunos recursos de balance no pueden participar en el mercado de balance a través de productos estándar.",
        "De acuerdo con el informe justificativo que acompaña la propuesta del operador del sistema, así como el cálculo preliminar del requerimiento proporcionado por el TSO a la CNMC, la justificación para la implementación del producto específico SRAD tendría una doble vertiente. Por una parte, el TSO considera necesario incrementar la disponibilidad de reserva de balance, lo que estima que solo podrá conseguir con la participación de la demanda. Por otra parte, la regulación exige fomentar la flexibilización y respuesta de la demanda, incluyendo su participación en servicios de balance, lo que no se ha logrado con el producto estándar.",
        "Sobre la necesidad de incrementar la disponibilidad de reserva de balance, cabe señalar que la reserva con la que cuenta en la actualidad el sistema eléctrico español presenta las siguientes características:",
        "– Coste elevado para la demanda que la financia.",
        "En los últimos años, se viene registrando un elevado porcentaje de producción de electricidad mediante fuentes de energía de origen renovable, lo que hace que el equilibrio entre generación y demanda del sistema eléctrico peninsular sea altamente dependiente de las centrales que pueden proporcionar firmeza al sistema. Si bien estas necesidades estarían cubiertas en valores medios por la reserva actual del sistema peninsular, pueden presentar escenarios de alto riesgo de desbalance para el sistema si se producen en valores extremos y adicionalmente, si se producen situaciones de concurrencia con las necesidades para las que la reserva ha sido dimensionada. Todo ello se une al hecho de la baja interconexión con Europa Continental.",
        "Para cubrir estos escenarios de alto riesgo, en algunos casos el operador del sistema debe programar un elevado número de centrales térmicas en el proceso de restricciones técnicas para proveer reserva, lo que implica el despacho de todas las centrales disponibles en el sistema, que en algunos casos, cuentan con elevados costes de generación. Todo ello, supone la repercusión de un alto coste para la demanda en determinados periodos.",
        "– Incremento de las emisiones.",
        "En línea con lo expuesto en los párrafos anteriores, el mayor despacho térmico resulta en un incremento de las emisiones de gases contaminantes, en particular, dióxido de carbono.",
        "– No accesible para los potenciales proveedores de demanda.",
        "En el mercado de energía de regulación terciaria (mFRR) la demanda puede participar en las mismas condiciones que toda la generación, térmica o renovable, y el almacenamiento. Sin embargo, el incremento de reserva a subir mediante restricciones técnicas no puede ser aplicado a la demanda tal como se hace con la generación térmica, ya que implicaría que el operador del sistema incrementara artificialmente el consumo de una instalación para después poder reducírselo en tiempo real.",
        "A futuro, a medida que se incremente la generación renovable en el sistema y se retire la generación convencional, aumentará la probabilidad de que se produzcan grandes desvíos, así como la magnitud de estos.",
        "A este respecto, si bien la generación renovable no hidráulica también puede proveer reserva de balance",
        null,
        "Por tanto, el único medio disponible para cubrir futuras necesidades de reserva de balance que puede anticiparse a día de hoy sería la flexibilidad de la demanda (sin perjuicio de la llegada de nuevas tecnologías, como baterías e hibridaciones, o mejoras tecnológicas en instalaciones existentes que no proveen reserva en la actualidad). En este mismo sentido, la Directiva 944/2019 y el Reglamento 943/2019 exigen a los estados el fomento de la respuesta de la demanda, como herramienta para poder afrontar los compromisos de la transición energética.",
        "El sistema eléctrico español ya ha dado pasos en este sentido. La apertura de los mercados de energía de balance a la demanda se produjo en enero de 2021, tras la implementación de la Resolución de 10 de diciembre de 2020 de la Comisión Nacional de los Mercados y la Competencia, por la que se adaptaron los procedimientos de operación del sistema a las condiciones relativas al balance, aprobadas previamente por Resolución de 11 de diciembre de 2019, y que permitían la participación de la demanda en dichos mercados. Sin embargo, transcurridos más de dos años desde la aprobación de esta resolución, la participación de la demanda ha sido meramente testimonial (una única unidad de programación de demanda habilitada, con una potencia de 7 MW, habiendo provisto al sistema una energía total de 2 MWh). Entre las causas alegadas por los potenciales proveedores de demanda en diversos foros y trámites de audiencia, se encuentran las características del producto de energía de balance y el plazo de contratación.",
        "En relación con las características del producto de energía, los sujetos alegaron que necesitaban un periodo más largo de entrega, ya que la detención de ciertos procesos conlleva un tiempo de recuperación mayor de los quince minutos del producto estándar mFRR e incluso de los actuales sesenta minutos del producto estándar RR. Por ello, el SRAD se basa en la provisión de un producto con entrega de varias horas.",
        "En relación con el plazo de contratación, la reivindicación de los sujetos fue que no se justifica abordar una inversión en flexibilidad por la posible adjudicación puntual en un servicio de energía, por elevado que sea el precio en ese momento. Es decir, necesitan una retribución en capacidad cierta y durante un periodo de tiempo prolongado, tal que justifique la decisión de asumir el esfuerzo inversor",
        null,
        "Teniendo en cuenta todo lo anteriormente expuesto, se considera conveniente para la transición energética motivar la participación de la demanda en los servicios de balance a través de un producto específico que se adapte a sus capacidades. La introducción de la demanda como proveedor de balance permitirá no solo garantizar la seguridad del suministro en el futuro, sino también reducir el acoplamiento de grupos térmicos de ciclo combinado para la provisión de reserva, con el consiguiente efecto positivo sobre el hueco disponible para la producción renovable",
        null,
        null,
        "Volviendo al ámbito de la justificación exigida por el Reglamento EB, según lo expuesto en los párrafos anteriores, la necesidad del producto se sustentaría sobre la base del segundo fundamento previsto en el artículo 26.1.b), es decir, que algunos recursos potencialmente flexibles del sistema eléctrico peninsular no pueden participar en el mercado de balance a través de los productos estándar establecidos (bien por cuestiones técnicas o económicas).",
        "Tercero.3 Descripción de las medidas propuestas para minimizar el uso de productos específicos [art. 26.1.c)].",
        "El nuevo P.O. 7.5 establece que el producto específico de servicio de respuesta activa de la demanda solo se activaría en caso de identificarse una situación de escasez de recurso de reserva terciaria a subir disponible (mFRR por sus siglas en inglés), por debajo de las necesidades identificadas de acuerdo con el procedimiento correspondiente (P.O. 1.5). Esto se diferencia del producto SRAD aprobado en el Real Decreto-ley 17/2022, de 20 de septiembre, para cuya activación se consideraba también la posible escasez del producto RR. De este modo, queda más clara la clasificación del producto específico de balance dentro de la categoría de reserva mFRR, a la vez que se minimiza el uso del producto, en términos de activación y entrega de energía.",
        "La minimización de la activación del servicio, limitándola a situaciones en que resulte necesario por escasez de reserva terciaria, no se debe entender como que el producto se crea para uso exclusivo en situaciones de riesgo de suministro, sino como una forma de mitigar la interferencia con el normal funcionamiento de los servicios de balance.",
        "En cuanto a la asignación anual del producto, se considera que una asignación más cercana a la provisión del servicio podría implicar una menor necesidad del mismo. A este respecto, la asignación anual del producto SRAD contrasta con el modelo objetivo del Reglamento EB, que fomenta la provisión lo más cerca posible del tiempo real, en la medida en que sea posible y económicamente eficiente –artículo 32.2(b)–.",
        "La introducción de esta asignación anual responde a una petición de los potenciales proveedores de demanda, al identificar la incertidumbre de activaciones e ingresos de los mercados de balance como una de las principales barreras para su participación. Algunos sujetos han manifestado incluso que el plazo anual resulta insuficiente. Otra justificación para la asignación anual es que los proveedores del servicio son los sujetos comercializadores/agregadores y no las propias instalaciones de demanda. De este modo, con una provisión en cartera, se persigue otorgar a los proveedores una mayor capacidad de oferta y de cumplimiento de la prestación gracias a la agregación de unidades físicas, además de equiparar el tratamiento de este servicio al del resto de servicios de balance. Pero de este modo la provisión del SRAD condiciona el contrato de suministro existente entre el comercializador o agregador y la instalación de demanda, el cual se negocia con periodicidad anual, lo que a su vez condiciona la periodicidad de las subastas.",
        "Por todo ello, esta Comisión considera que la periodicidad anual puede ser admisible en el inicio de aplicación del producto, sin perjuicio de que el operador del sistema deberá valorar alternativas de más corto plazo, e incluso la eliminación de la subasta de periodo anual, en sus revisiones periódicas del producto específico.",
        "En cuanto a la carencia de medidas de largo plazo con objeto de minimizar la necesidad del producto específico de reserva de capacidad, el operador del sistema estima que el propio SRAD solventará la cuestión. Es decir, la intención de la propuesta es servir para que la demanda tome contacto con el mundo del balance a través de este producto, realizando las adaptaciones necesarias para flexibilizar sus procesos y así facilitar su posterior participación como proveedora de los productos estándar. Pero el SRAD podría no ser suficiente para alcanzar este objetivo, si sus proveedores no disponen de incentivo para valorar su participación en otros servicios de balance, bien porque les resulte más cómodo el producto específico, bien porque éste sea más atractivo económicamente. Para evitar esta situación, se debe reforzar el carácter temporal del SRAD, así como trabajar en la eliminación de barreras y en la búsqueda de formas para hacer atractivos a la demanda los productos estándar de balance, o la flexibilidad en un sentido más amplio, por ejemplo, con servicios tipo peak shaving.",
        "Al margen de pueda aflorar más recurso proveniente del crecimiento de la generación y el almacenamiento conectados a la red, el operador del sistema debería explorar la definición de otros productos que pudieran proporcionar más recursos a los mercados de balance. En efecto, el argumento de que todos los recursos están ya a disposición del TSO se fundamenta en el diseño de la provisión de la regulación terciaria, con oferta obligatoria para todos los proveedores habilitados, pero no hay que descartar la existencia de unidades no habilitadas a día de hoy en regulación terciaria, que sin embargo podrían estar interesadas en proporcionarla si el servicio fuera realmente atractivo",
        null,
        "Los proveedores de terciaria (mFRR) sí pueden percibir una retribución adicional a la asociada a su activación de energía, pero solo en caso de que el TSO tenga que modificar su programa por restricciones técnicas en tiempo real para incrementar su capacidad de proporcionar reserva. Esto implica que dicho pago adicional podría no ser accesible en la práctica para la generación térmica ya despachada en mercado diario o para la hidráulica entre otras, quien reiteradamente ha puesto de manifiesto esta diferenciación en procesos de trámite de audiencia de los procedimientos de operación. De igual modo, la inclusión del coste de aprovisionamiento de reserva terciaria dentro del montante de coste de las restricciones podría impedir a ciertas tecnologías y nuevos entrantes: la generación renovable, el almacenamiento no hidráulico y la demanda (incluido el agregador), poder visualizar el beneficio que puede obtener siendo proveedores de reserva terciaria, tal como sí lo visualizan en el caso de la banda de regulación secundaria.",
        "Conviene aclarar en este punto que en el pasado existió un producto de reserva manual en el sistema español, la Reserva de Potencia Adicional a Subir (RPAS), pero tuvo que ser eliminado al adelantar a las 15:00 la apertura del mercado intradiario continuo por imposición de la regulación europea. La eliminación se debió a la imposibilidad del TSO de abordar todos los procesos que se le exigían con el tiempo del que disponía. Se plantearon entonces diversas alternativas, entre ellas, la provisión de reserva adicional en el proceso de resolución de restricciones técnicas en tiempo real, que fue la opción finalmente implementada. También se valoró, por ejemplo, la provisión de reserva con antelación al mercado diario, que fue descartada tanto por considerarse un paso atrás respecto al objetivo de acercamiento a tiempo real del Reglamento EB, como por el impacto que podría tener sobre el comportamiento de los sujetos en el mercado diario, y el riesgo de sobredimensionamiento por parte del operador del sistema por incrementarse la incertidumbre sobre la situación del sistema al alejarnos del tiempo real.",
        "En conclusión, esta Comisión considera que, en la situación actual, con los objetivos de crecimiento de producción renovable y de fomento de la respuesta de la demanda que hay sobre la mesa, se debe reevaluar la conveniencia de crear un mercado propio de reserva terciaria, que garantice un tratamiento equitativo a todas las tecnologías y dé visibilidad a los costes del balance eléctrico, aunque ello tenga que suponer adelantar la provisión de reserva o encarecer los costes que soporta la demanda",
        null,
        "Tercero.4 Conversión del producto específico en estándar [artículo 26.1.d) y e)].",
        "Los párrafos d) y e) del apartado 1 del artículo 26 del Reglamento EB exigen que la propuesta contemple, en su caso, las normas para convertir las ofertas de energía de balance procedentes de productos específicos en ofertas de energía de balance procedentes de productos estándar, la información sobre el proceso para la conversión de las ofertas de energía de balance procedentes de los productos específicos en ofertas de energía de balance procedentes de productos estándar y la información sobre cuál será la lista de orden de mérito común en la que se llevará a cabo la conversión.",
        "En este caso, no se prevé realizar la conversión de las ofertas, por lo que no se incluyen estos aspectos. La no conversión podría justificarse en primer lugar porque, tal como se ha expuesto anteriormente, no se dispondrá de ofertas de energía, con lo que el operador del sistema se vería forzado a incorporar un precio a las ofertas, con la consiguiente alteración del orden de mérito, salvo que dicho precio fuera el límite técnico máximo, lo que a su vez provocaría un impacto sobre el precio del balance, tanto local como en otras zonas de oferta.",
        "Otro factor a considerar es que el periodo de entrega del producto SRAD es muy superior (de dos a tres horas de entrega de energía) al del producto estándar, por lo que su conversión a producto estándar mFRR podría provocar distorsiones en el cálculo de los desvíos de los periodos subsiguientes a su activación. Como ya se ha recogido previamente, esta mayor duración de la entrega de energía se ha considerado necesaria para ofrecer a la demanda las condiciones adecuadas para facilitar su participación en los servicios de balance del sistema, pues periodos de entrega inferiores, como los establecidos en los productos estándar, no les resultan suficientemente atractivos.",
        "Por tanto, la no conversión del producto específico a estándar se fundamenta en minimizar el impacto del nuevo producto SRAD sobre los mercados de balance estándares.",
        "Tercero.5 Demostración de que los productos específicos no crean ineficiencias ni distorsiones significativas en el mercado de balance dentro y fuera de la zona de programación (artículo 26.1.f).",
        "El producto específico de respuesta activa de la demanda, tal y como está definido en el P.O. 7.5, objeto de aprobación mediante la presente resolución, está dirigido a sujetos (comercializadores/agregadores) e instalaciones (consumos) que, aun pudiendo participar en los servicios de balance del sistema eléctrico español, no lo están haciendo. Al mismo tiempo, el procedimiento establece la incompatibilidad de participación en el SRAD y en el resto de los servicios de balance con productos estándar simultáneamente, así como tampoco se puede simultanear con la actividad en el proceso de solución de restricciones técnicas. Por todo ello, no se espera que la incorporación del producto específico SRAD tenga impacto en las ofertas para productos estándar de energía existentes hasta la fecha. Tampoco puede tener impacto sobre la provisión de capacidad de balance, puesto que el TSO español no contrata dicha capacidad para el producto de regulación terciaria (mFRR).",
        "Respecto a la incompatibilidad de participar en el resto de los servicios de balance, se fundamenta en la propia justificación del SRAD, esto es, permitir la flexibilización de instalaciones que no pueden proporcionar los productos estándar. Por otra parte, se evitan de este modo los arbitrajes entre mercados de operación por parte de los proveedores del SRAD, lo que en caso de permitirse sí podría impactar sobre la competencia, provocando ineficiencias y distorsiones.",
        "Por otra parte, como se ha indicado anteriormente, los proveedores del SRAD no presentarán ofertas de energía, por lo que no se verá alterada la escalera de orden de mérito de las ofertas de energía. Al mismo tiempo, este nuevo producto, según lo recogido en el P.O. 7.5. solo será activado en aquellos periodos donde se detecte insuficiencia de reserva terciaria a subir. Lo que de nuevo acota el posible impacto al producto de regulación terciaria (mFRR), en sentido a subir, y exclusivamente en periodos de escasez de oferta.",
        "Al margen del SRAD, los mercados de energía de balance españoles cumplen con los principios del mercado interior, ya que la adaptación llevada a cabo por la CNMC de estos mercados ha contemplado desde 2021 su apertura a todas las tecnologías, que participan de forma competitiva en el mercado en igualdad de condiciones y exclusivamente con los productos estándar establecidos por el Reglamento EB y sus desarrollos.",
        "No obstante, en el caso del SRAD se considera que la apertura del servicio a otras tecnologías no permitiría cumplir el objetivo perseguido con el producto. En primer lugar, podría afectar a la liquidez de la oferta en el resto de los servicios de balance, ya que tanto la generación renovable como el almacenamiento existente (bombeo) participan hoy activamente en los servicios de balance y, en caso de tener opción, podrían arbitrar entre los productos estándar y específico en función de las expectativas de precio de cada uno de ellos, lo que crearía distorsiones en el mercado, tanto dentro como fuera de la zona de programación. Dicha apertura no sería además coherente con el objetivo del servicio SRAD para potenciar la flexibilidad de las tecnologías que no pueden proporcionar producto estándar, ni con el diseño de las características técnicas diferenciales del producto específico, que se han fijado balanceando lo que necesita el operador del sistema, lo que dispone el Reglamento EB y lo que requerían los potenciales proveedores de demanda. Podría, además, anular la efectividad del producto, ya que la generación podría desplazar a la demanda en la asignación del SRAD.",
        "A este respecto, en línea con lo expuesto en el expositivo Tercero.3, se considera necesario avanzar en la apertura del SRAD a todas las tecnologías o incluso en su desaparición, a través de la creación de un mercado de provisión de capacidad de reserva de balance mFRR (terciaria), que sustituyera a la actual obligación de oferta del producto estándar. En dicho mercado podrían competir abiertamente todas las tecnologías, obteniendo un ingreso adicional a la energía de balance, lo que podría incentivar la actividad de nuevos proveedores, tanto del lado de la generación como de la demanda o el almacenamiento. Dicho mercado podría absorber incluso a la demanda proveedora del SRAD que tras percibir el beneficio de su adaptación se hubiera capacitado para proporcionar producto estándar. Además, se abriría la puerta a la participación de esta demanda proporcionando servicio a bajar, ya que el SRAD solo actúa en sentido subir",
        null,
        "En cuanto a la limitación a instalaciones con potencial de oferta mayor de 1 MW, el límite se justifica por cuestiones técnicas de visibilidad de las instalaciones (telemedidas, adscripción a centro de control, etc.) y porque 1MW es el tamaño mínimo de oferta estándar en el ámbito europeo. Se podría alcanzar dicho valor mediante agregación de instalaciones, lo cual sería además coherente con las condiciones aplicables a los proveedores del producto estándar, pero, por otra parte, también tiene sentido excluir del SRAD a la pequeña demanda doméstica y/o del sector servicios, la cual no presenta las limitaciones tecnológicas de los procesos productivos industriales y por tanto sí podría participar en los servicios de balance mediante agregación y producto estándar. Se considera que la no actividad de dicha pequeña demanda en los servicios de balance estándar está relacionada con la falta de desarrollo de la figura del agregador independiente y no con las características del producto.",
        "Se ha optado por respetar la propuesta del operador del sistema en, al menos, la primera subasta, pero, en función de los resultados que se observen (liquidez en la oferta de la subasta SRAD y/o respuesta de la demanda <1MW tras la implementación del agregador independiente), este umbral podrá ser modificado para posteriores convocatorias, bien a propuesta del TSO bien a instancias de la CNMC. Una posible evolución del umbral sería, por ejemplo, 100 kW, que es el valor mínimo de oferta propuesto en la reforma del diseño de mercado, la cual está siendo debatida y podría ser adoptada en los próximos meses",
        null,
        "Se propone sustituir el apartado 3 del artículo 8 del Reglamento 943/2019 por el texto siguiente: «Para el comercio en los mercados diario e intradiario, los NEMO facilitarán productos que sean de un tamaño lo bastante reducido, con ofertas mínimas de 100 kW o inferiores, para hacer posible la participación efectiva de la respuesta por parte de la demanda, el almacenamiento de energía y las renovables a pequeña escala, incluida la participación directa por los clientes.»",
        "Para valorar el posible impacto fuera de la zona de programación, hay que tener en cuenta que, en el momento de aprobación de la presente resolución, el sistema eléctrico español aún no se ha conectado a la plataforma europea para el intercambio de energía de balance procedente de reservas de recuperación de la frecuencia con activación manual (denominada MARI), prevista en el artículo 20 del Reglamento EB. La resolución de 27 de enero de 2022 de la Comisión Nacional de los Mercados y de la Competencia, en materia de implantación y operatividad de la plataforma europea MARI, concedió una excepción temporal de hasta 24 meses tras el vencimiento del plazo establecido en el Reglamento EB para la conexión del sistema español a dicha plataforma, a petición del operador del sistema, y haciendo uso de la habilitación normativa prevista en el apartado sexto del precitado artículo 20 del Reglamento EB.",
        "Por tanto, y hasta la efectiva conexión del sistema eléctrico español a la Plataforma MARI, prevista para no más tarde del mes de julio de 2024, no se espera afección del producto SRAD fuera de la zona de programación española.",
        "No obstante todo lo anterior, y para prever y poner solución a impactos no previstos en el momento de redacción y aprobación del producto SRAD, se supervisarán por parte de la CNMC dichos posibles impactos, tanto en la zona española como en otras zonas europeas (tras la conexión efectiva a MARI), para que, en el caso de detectarse ineficiencias o deficiencias en el desarrollo del servicio de respuesta activa de la demanda, puedan aplicarse medidas paliativas para la subasta y el periodo de activación siguientes o, incluso, suspenderse el servicio.",
        "Cuarto. Consideraciones particulares sobre la propuesta del operador del sistema.",
        "Cuarto.1 Sobre el establecimiento de un precio máximo.",
        "El apartado 7.3 de la propuesta de P.O. 7.5 prevé que, con carácter previo a la celebración de la subasta, la CNMC pueda establecer un precio máximo para el servicio de respuesta activa de la demanda, que podrá ser de carácter confidencial, expresado en €/MW con dos decimales, y que podrá establecerse como un valor fijo o como resultado de una fórmula de cálculo.",
        "Esta Comisión considera adecuada la previsión de un precio máximo, al objeto de evitar un encarecimiento excesivo de los costes de provisión de servicios de balance que soporta la demanda, y que podría venir motivado por aspectos ajenos al coste del servicio, por ejemplo, por una falta de liquidez de oferta debida al bajo interés de los potenciales proveedores, o por unos precios de oferta elevados como consecuencia de la incertidumbre sobre el número y duración de las activaciones o sobre el coste real del servicio para los procesos productivos del proveedor.",
        "A este respecto, no se encuentra impedimento en el Reglamento EB u otras normas de rango comunitario o nacional. Si bien la citada regulación promueve la no existencia de límites de precio en los procesos de mercado, la imposición se limita a los segmentos de energía y productos estándar, cuya provisión es de carácter transfronterizo y puede tener, por tanto, impacto en las zonas adyacentes y el mercado interior.",
        "Cuarto.2 Sobre el cálculo del volumen requerido.",
        "La propuesta de P.O. 7.5 establece en su apartado 6 la publicación, entre otros, del requerimiento de respuesta activa de la demanda en MW, por parte del operador del sistema, sin especificar la metodología de cálculo de dicho requerimiento.",
        "A este respecto, se considera necesario establecer un control para supervisar con carácter exante que dicho requerimiento sea establecido sobre la base de una necesidad de reserva de balance, de acuerdo con los criterios previstos en el procedimiento de operación 1.5, sobre establecimiento de la reserva para la regulación frecuencia-potencia, y respetando lo dispuesto en los reglamentos de operación del sistema y balance",
        null,
        "Para ello, esta Comisión ha añadido un párrafo al final del apartado 6 de la propuesta de P.O.7.5, en el cual se requiere al operador del sistema que comunique a la CNMC el valor de dicho requerimiento, debidamente justificado, con carácter previo a la publicación del mismo. Se prevé asimismo que la CNMC pueda modificar de forma motivada este valor.",
        "Cuarto.3 Sobre el proceso de asignación.",
        "Esta Comisión considera adecuado el mecanismo de subasta contenido en la propuesta (subasta multiproducto de precio uniforme –precio marginal– de sobre cerrado y telemática) por ser sencillo, eficiente y cuyo coste de organización es económico. Además, los adjudicatarios reciben la misma retribución por la provisión del mismo servicio.",
        "No obstante, se realizan las siguientes consideraciones sobre el proceso de la subasta.",
        "– Presentación de ofertas.",
        "Esta Comisión considera necesario acortar la fase de recepción de ofertas, así como la fase de casación y publicación de los resultados. En particular, y en línea con otras subastas energéticas en el que se utiliza el mecanismo de subasta planteado, esta Comisión ha modificado la propuesta en el sentido de acortar a un día la fase de recepción de ofertas (en la propuesta del operador del sistema se contemplaban cinco días hábiles).",
        "A este respecto, varios sujetos han alegado durante el trámite de audiencia que consideran necesario mantener o al menos acortar en menor medida el plazo de presentación de ofertas. Cabe aclarar que acortar la fase de recepción no implica acortar el periodo de elaboración de la oferta, y que dependerá de cada empresa, y que se considera que a lo largo de un día se puede resolver las incidencias que pudieran surgir en el envío de ofertas.",
        "– Proceso de asignación de ofertas.",
        "Se considera adecuada la previsión de que exista un precio máximo a establecer por la CNMC, para lo cual esta Comisión podrá solicitar cuanta información estime necesaria, entre otros, al operador de sistema. No obstante lo anterior, y con independencia del establecimiento de un precio máximo, al objeto de garantizar la efectiva competencia en la subasta, esta Comisión considera necesario establecer también que la oferta válida del servicio supere en, al menos, un 20 % al requerimiento de potencia subastado.",
        "Los cambios necesarios han sido incorporados por esta comisión en el texto del procedimiento.",
        "A este respecto, algunos sujetos han valorado positivamente la propuesta en el trámite de audiencia, mientras que otros han propuesto la eliminación de la condición de reducción de requerimiento ya que existe un precio de reserva. Se sugiere, por ejemplo, que en caso de mantener la condición de reducción se establezca una reducción del volumen requerido en un porcentaje menor del 20 % cuando el volumen ofertado sea inferior al requerimiento, y que el precio máximo y el exceso de oferta sean condiciones independientes. Cabe aclarar que la CNMC no vincula el precio máximo a la regla de exceso de oferta del 20 % y por tanto son independientes. Dado que no hay unanimidad entre los sujetos, se mantiene la condición propuesta, que podrá ser revisada en el futuro si se constata que supone una barrera para la eficacia del proceso de subasta.",
        "– Algoritmo de asignación de ofertas de respuesta activa de la demanda.",
        "La propuesta del operador del sistema establece que, a igualdad de precio, se ordenen primero los bloques indivisibles y a continuación los divisibles. Al objeto de no promover ofertas de bloques indivisibles que dificulten el proceso de casación por ser menos flexibles que los bloques divisibles y, en tanto que se contempla una holgura en la casación (+/- 5%), esta Comisión considera más adecuado que a igualdad de precio el bloque divisible tenga prioridad en la prelación de ofertas sobre los bloques indivisibles, por lo que se ha modificado el texto del procedimiento en este sentido.",
        "En la misma línea, la propuesta establece que a igualdad de precio y de tipo (ambos divisibles o indivisibles), la prelación la tenga el bloque de mayor potencia. Esta Comisión considera que dar prelación a los bloques de mayor potencia sobre los de menor podría inducir en algún caso a una mayor concentración en la adjudicación, y por ello se modifica la propuesta, estableciendo que la prelación sea de los de menor potencia sobre los de mayor potencia. Esto también reducirá el riesgo de la provisión del servicio ante potenciales incumplimientos.",
        "Se han recibido en el trámite de audiencia comentarios favorables a los cambios introducidos.",
        "– Comunicación de los resultados de la asignación del servicio de respuesta activa de la demanda.",
        "Se modifica la propuesta del operador del sistema incluyendo que este comunicará a la CNMC los resultados provisionales y finales, así como todas las ofertas presentadas por los participantes.",
        "Quinto. Resultado del trámite de audiencia e información pública.",
        "Durante el trámite de audiencia e información pública de la CNMC se han recibido comentarios de ocho sujetos, todos ellos empresas o asociaciones representantes de sujetos de mercado. Los comentarios proceden tanto de actuales proveedores de servicios de balance, como de potenciales proveedores (consumidores, agregadores, almacenamiento, etc.) y de gestores de las redes de distribución. En este apartado, se da respuesta a los comentarios más relevantes recibidos y que no han sido ya respondidos en los expositivos Tercero y Cuarto.",
        "– Adecuación de los productos específicos.",
        "Algunos sujetos inciden en la conveniencia de los productos específicos para facilitar la respuesta de la demanda, sugieren que los productos estándar están diseñados para la generación y podrían no ser adecuados para el cumplimiento de las exigencias de la normativa europea.",
        "A este respecto, esta Comisión considera oportuno recordar que los productos estándar no han sido decididos en ámbito nacional, sino que su diseño y aprobación se ha llevado a cabo en el contexto europeo, a propuesta de los TSOs, pero siguiendo un proceso transparente de información y participación de todos los sujetos con consulta pública. En el caso particular del producto mFRR, sus características las establecen las directrices de balance y de operación del sistema, así como el marco de aplicación de la plataforma MARI aprobado por la agencia ACER.",
        "Si los productos estándar no fueran adecuados, la solución debería buscarse mediante una enmienda de estos, no desarrollando productos específicos. Los productos específicos se permiten en la normativa de forma transitoria, mientras persistan las condiciones que los justifican, pero estando sujetos a una estrecha vigilancia, tanto a nivel nacional como comunitario, así como a justificación y revisión periódica. Se advierte por tanto a la demanda que debe hacer un esfuerzo por adaptarse a la provisión del producto estándar de balance.",
        "También se observa que algunos sujetos confunden la naturaleza del SRAD con la interrumpibilidad y requieren la incorporación en el SRAD de algunas características de la interrumpibilidad (requisitos de disponibilidad de potencia, provisión por la unidad física, etc.).",
        "Conviene aclarar que el SRAD no pretende sustituir a la interrumpibilidad, que sigue vigente mientras no se derogue la Orden IET 2013/2013, ni dar cumplimiento a objetivos de política industrial. El SRAD pretende ser un puente para permitir el avance de los consumidores hacia la respuesta activa, pero no está dirigido exclusivamente a la industria. Tiene algunas similitudes con la interrumpibilidad porque se ha diseñado para facilitar la transición de los grandes consumidores hacia los productos estándar de balance, pero para cumplir este objetivo, debe al mismo tiempo obligar a la evolución introduciendo características de los mercados estándar de balance, los cuales son tecnológicamente neutros, es decir, no están diseñados según las capacidades de algunos proveedores, sino según las capacidades generales y las necesidades de los sistemas, de forma que los provean los sujetos que más eficientemente puedan cubrir dichas necesidades.",
        "– Incompatibilidad de la provisión simultánea de producto específico, estándar y restricciones técnicas.",
        "Se han recibido algunas alegaciones solicitando que se permita a los recursos asignados con producto SRAD participar en otros segmentos de los mercados de operación, tanto servicios estándar de balance como restricciones.",
        "Esta Comisión considera que no puede admitirse la participación de los proveedores SRAD en otros servicios basados en productos estándar o que requieran disponer de capacidad flexible, del mismo modo que tampoco se permite la participación en el SRAD de los actuales proveedores de producto estándar. De otro modo, como ya se ha justificado en los expositivos previos, el producto perdería su justificación y efectividad, esto es, facilitar la respuesta activa de la demanda que no puede proporcionar servicio estándar.",
        "– Mayor flexibilización de la provisión.",
        "Se solicitan diversos cambios para dar mayor flexibilidad a los proveedores del servicio para facilitar la participación. Por ejemplo, permitir la participación mediante varias unidades de programación; permitir la oferta de potencia con un decimal; permitir la declaración de periodos de indisponibilidad en los que no se penalizaría el incumplimiento; la distinción de ramales dentro de un mismo CUPS (prestación por una parte de la instalación); la eliminación de la necesidad de acuerdo entre las partes para el traspaso de la potencia asignada entre unidades de programación; la posibilidad de una renuncia parcial de la potencia asignada y la relajación de los criterios de inhabilitación.",
        "A este respecto se considera que ya la propuesta del operador del sistema incorpora al SRAD diversas medidas para flexibilizar la prestación. Dichas medidas permitirán incrementar la liquidez de la oferta. No obstante, en línea con el objetivo y carácter transitorio del SRAD, esta Comisión considera prioritario que las condiciones y operativa del servicio sean lo más cercanas posible al producto estándar, minimizando así su especificidad. Por tanto, la prestación agregada se mantiene porque es coherente con la forma como participa la demanda en otros servicios. Esta circunstancia podría adaptarse en futuras ediciones si se constata que supone una barrera.",
        "Igualmente se mantiene la granularidad de la oferta por valor entero de MW porque es lo establecido para el producto estándar mFRR.",
        "Respecto a la exención de prestación en periodos de indisponibilidad, implicaría pérdida de recurso asignado, no se considera necesaria teniendo en cuenta la prestación agregada del servicio. Corresponde a los proveedores determinar el potencial del que necesitan disponer para garantizar la prestación agregada. Además, la problemática que plantean los sujetos surge de la adjudicación anual del servicio y, en línea con lo expuesto en el expositivo Tercero.3 de esta Resolución, la evolución más adecuada a este respecto sería que la asignación se llevara a cabo para periodos más cortos de tiempo (estacional, mensual, semanal o diariamente).",
        "En cuanto a la distinción de distintos ramales dentro de un mismo CUPS, su implementación entrañaría una complejidad excesiva, así como cambios normativos que exceden el alcance de esta Resolución, por ejemplo, en el ámbito de las medidas eléctricas.",
        "La existencia de acuerdo entre las partes (unidad de programación de origen, destino e instalación) resulta conveniente para evitar pérdidas de potencia en el proceso, que conllevarían un conflicto por la existencia de un incumplimiento que no podría ser directamente adjudicado a una de las partes, ya que el compromiso está asociado a la unidad de programación y no a la instalación.",
        "En cuanto a la posibilidad de permitir una renuncia parcial de la potencia asignada, esta Comisión entiende que facilitaría la liquidez de oferta al reducir el riesgo de los proveedores. Sin embargo, no puede admitirse esta posibilidad, ni aun conllevando penalización económica, ya que su adjudicación habría afectado al resultado de la subasta, desplazando a otros sujetos, lo que no podría ser resarcido. De nuevo este aspecto es consecuencia de la adjudicación anual del servicio, que tendrá que evolucionar en el futuro hacia un esquema más dinámico.",
        "Respecto a los criterios de inhabilitación propuestos por el operador del sistema, no se dispone a priori de datos que permitan valorar su impacto, por lo que esta Comisión prefiere respetar la propuesta del operador del sistema, sin perjuicio de que dichos criterios puedan ser revisados en futuras ediciones.",
        "– Ampliación de los plazos.",
        "Diversos sujetos solicitan que se proporcionen plazos más holgados entre la aprobación del procedimiento, la convocatoria de la subasta y el inicio de la prestación. Todo ello al objeto de facilitar al proveedor la negociación con los clientes cuyas instalaciones proporcionarían el servicio, así como la adecuación de dichas instalaciones tras la adjudicación.",
        "Esta Comisión está de acuerdo con los sujetos, resulta más prioritario facilitar la participación que acelerar la prestación. Por tanto, se han ampliado los plazos previstos en la propuesta del operador del sistema, aunque ello vaya a suponer un lapso de inoperatividad del SRAD entre el fin de aplicación del anterior producto y el inicio del nuevo esquema.",
        "– Repercusión del coste del servicio.",
        "Un sujeto solicita que no se repercuta a los BRP parte del coste de la asignación de potencia del SRAD.",
        "El SRAD es un producto de balance y, en la medida en que lo permita su especificidad, se le tienen que aplicar los mismos términos y condiciones que al resto de productos de balance. Se considera por tanto adecuado que la financiación del servicio siga los mismos principios que la de otros servicios de capacidad de balance. Este tipo de reparto es habitual en otras zonas del entorno europeo, con la consideración de que son los desvíos los que provocan la necesidad de que el sistema disponga de reserva de balance.",
        "Se solicita por otra parte que no participe en la financiación la demanda de las unidades de programación que son prestatarias del servicio.",
        "El SRAD, como otros productos o servicios cuyo coste soporta la demanda, es financiado por la demanda porque le garantiza el suministro, tanto si es ella la que provoca directamente la necesidad como si no, ya que un desvío puede tener otros orígenes, como la generación o una indisponibilidad de red. En este sentido, se pueden considerar perceptoras del servicio incluso las instalaciones que lo prestan, las cuales son también susceptibles de presentar desvíos en un momento dado.",
        "Algunas alegaciones recibidas solicitan también que la energía activada no sea considerada energía de balance FRR a efectos de la determinación del precio único o dual. Ello se fundamenta en el que la activación del SRAD es en un único sentido y puede no reflejar necesariamente la tendencia del desvío del sistema.",
        "No se acepta esta alegación porque la naturaleza del SRAD es un producto de balance de tipo FRR, por lo que, aun siendo específico, debe dársele el mismo tratamiento en la liquidación del desvío que al resto de productos.",
        "– Transparencia.",
        "Algún sujeto solicita que no se dé publicidad al resultado de cada sujeto en la subasta ni a las ofertas presentadas.",
        "A este respecto hay que tener en consideración el proceso de integración de los mercados de balance en el ámbito europeo que gobierna el Reglamento EB. Como consecuencia de este proceso, los servicios de balance no son ya de ámbito nacional, sino que están sujetos a una detallada regulación supranacional: metodologías y marcos de aplicación aprobados por la agencia ACER o las autoridades reguladoras de la región en el caso del producto RR. Este marco normativo dispone asimismo un exhaustivo proceso de reporte y supervisión, y fija unos criterios armonizados de transparencia, que son de aplicación tanto a productos estándar como específicos. El sistema eléctrico español es uno de los más transparentes del entorno y uno de los pocos que da publicidad a todo el desglose de ofertas. En este contexto de armonización, integración y fomento de la transparencia, no sería adecuado dar pasos en sentido contrario.",
        "No obstante, en el caso particular de las ofertas, su publicación podría afectar al resultado de la siguiente subasta, dependiendo del grado de competitividad y de la variabilidad de la cartera de los proveedores. Para evitarlo, se dispone por tanto en el P.O. 7.5 que la literalidad de las ofertas de una subasta no pueda ser publicada hasta después del desarrollo de la siguiente subasta.",
        "Otra alegación recibida en el trámite de audiencia relacionada con transparencia es la solicitud de que se publique el detalle del cálculo del requerimiento. A este especto, no se aprecia la necesidad, puesto que tampoco se publica el detalle del cálculo diario de las necesidades de reserva de otros productos de balance, que son procesos internos del operador del sistema, sin perjuicio de que estos cálculos tengan que cumplir los criterios previstos en los procedimientos de operación.",
        "También se solicita la comunicación de las activaciones en tiempo real a todos los participantes del mercado. En el apartado 12 del P.O. 7.5 se establecen los criterios de publicación de información sobre el SRAD. Dichos criterios son parejos a los previstos para las activaciones de regulación terciaria en el anexo I del P.O. 9.1, con la excepción de que no se prevé publicación en tiempo real. En efecto, los primeros datos sobre activación del SRAD se publican a los tres días. Sin embargo, los volúmenes y precios de las activaciones de regulación terciaria se publican de forma agregada antes de transcurridos treinta minutos del periodo de programación correspondiente. Esta Comisión considera que la transparencia es un elemento clave para el buen funcionamiento de los mercados y, en consecuencia, se ha incorporado en el P.O. 7.5 la publicación en tiempo real (treinta minutos tras la activación y cada periodo de programación) de información relativa a las energías y precios aplicables a la activación.",
        "– Precio aplicable sin activación de regulación terciaria.",
        "A resultas del trámite de audiencia, se ha detectado que ni el P.O. 7.5 ni el P.O. 14.4 prevén la forma en que se determinará el precio a aplicar a la energía activada en caso de que no exista precio marginal de terciaria a subir en algún periodo de programación. Al objeto de subsanar esta deficiencia, se ha previsto en dichos procedimientos (apartado 9.1 del P.O. 14.4 y apartado 11.2 del P.O. 7.5) la aplicación en esos casos del precio definido para la activación de terciaria por mecanismo excepcional de resolución, es decir, 1,15 veces el valor medio aritmético de los precios marginales de las asignaciones programadas y directas de regulación terciaria a subir del mismo periodo de programación del último mes inmediatamente anterior.",
        "– Corrección de erratas.",
        "Por último, se han corregido algunas erratas detectadas durante el trámite de audiencia, en particular, se ha añadido sumatorio al término ERADS de la fórmula del desvío total del sistema (DTS) del apartado 14.1, se han corregido referencias erróneas al apartado 13 en los aparatos 15.1 y 15.5, y se ha precisado la definición del factor de penalización del apartado 18.2, todo ello, en el P.O. 14.4.",
        "Por cuanto antecede, la Comisión Nacional de los Mercados y la Competencia resuelve:",
        "Primero.",
        "Aprobar los procedimientos de operación P.O. 7.5. Servicio de respuesta activa de la demanda y P.O. 14.4. Derechos de cobro y obligaciones de pago por los servicios de ajuste del sistema, que se incluyen en el anexo.",
        "Segundo.",
        "Los procedimientos aprobados por la presente resolución surtirán efectos desde el día siguiente al de la publicación de esta resolución en el «Boletín Oficial del Estado» salvo el anexo II bis del P.O. 14.4 que, según lo previsto en la Resolución de la CNMC de 16 de diciembre de 2021 surtirá efectos, sustituyendo al anexo II, con la entrada en vigor de la correspondiente adaptación del P.O. 10.5.",
        "Tercero.",
        "Dejar sin efectos, en esa misma fecha, el P.O. 14.4 aprobado por resolución de la CNMC de 17 de marzo de 2022 y su posterior modificación de 23 de febrero de 2023.",
        "Cuarto.",
        "Requerir al operador del sistema que elabore y remita a la CNMC una valoración técnica, económica y medioambiental del mecanismo vigente para la provisión de reserva de balance mFRR (en particular la valoración de la obligatoriedad de oferta, el incremento de reserva a través de las restricciones en tiempo real y el SRAD) y sus posibles alternativas, en el plazo de nueve meses tras la publicación en el BOE de esta resolución. Se podrán considerar distintas alternativas, ejecutadas antes o tras la casación del mercado diario, pero tales que permitan la participación de todas las tecnologías, incluidas la demanda y la agregación, en un entorno competitivo y no discriminatorio. La valoración incluirá el impacto que el arranque de grupos térmicos por restricciones en tiempo real para incrementar la reserva a subir está provocando sobre los desvíos del sistema y el coste que soportan los BRPs.",
        "La presente resolución se publicará en el «Boletín Oficial del Estado», en cumplimiento de los establecido en el artículo 7.1, párrafo final, de la Ley 3/2013, de 4 de junio, de creación de la CNMC.",
        "Madrid, 19 de octubre de 2023.–El Secretario del Consejo de la Comisión Nacional de los Mercados y la Competencia, Miguel Bordiu García-Ovies.",
        "ANEXO",
        "PROCEDIMIENTOS DE OPERACIÓN",
        "P.O. 7.5 Servicio de Respuesta Activa de la Demanda",
        "1. Objeto.",
        "El objeto de este procedimiento es reglamentar el funcionamiento del servicio específico de balance de respuesta activa de la demanda del sistema eléctrico peninsular español, para hacer frente a situaciones en las que se identifique una insuficiencia de reserva de regulación terciaria a subir. En el mismo se establecen los siguientes aspectos:",
        "– Publicación del requerimiento de potencia de respuesta activa de la demanda, de los periodos de prestación del servicio y de la previsión de activación del servicio.",
        "– Asignación de la prestación del servicio mediante un mecanismo de subasta.",
        "– Activación, control y medida de la provisión del servicio.",
        "– Criterios de retribución económica de la provisión del servicio.",
        "2. Ámbito de aplicación.",
        "Este procedimiento aplica al operador del sistema eléctrico español (OS), a los proveedores de servicios de balance (BSPs por sus siglas en inglés) habilitados por el OS en el servicio de respuesta activa de la demanda, y a los sujetos de liquidación responsables del balance (BRPs por sus siglas en inglés) del sistema eléctrico peninsular español.",
        "3. Definiciones.",
        "A efectos de este procedimiento se deberán tener en cuenta los términos y definiciones establecidos en el Reglamento (UE) 2019/943 del Parlamento Europeo y del Consejo, de 5 de junio de 2019, relativo al mercado interior de la electricidad, en el artículo 2 del Reglamento (UE) 2017/2195, de 23 de noviembre de 2017, por el que se establece una directriz sobre el balance eléctrico y en el artículo 4 de la Resolución de 11 de diciembre de 2019, de la Comisión Nacional de los Mercados y la Competencia (CNMC), por la que se aprueban las condiciones relativas al balance para los proveedores de servicios de balance y los sujetos de liquidación responsables del balance en el sistema eléctrico peninsular español (en adelante Condiciones relativas al balance) o normativa aplicable en cada momento.",
        "En particular o adicionalmente, se aplicarán las siguientes definiciones, que se incorporan al objeto de facilitar la comprensión del texto y sin perjuicio de que, en caso de discrepancia o revisión de la norma de origen, prevalecerá la definición contenida en la mencionada norma:",
        "– Mercado, se refiere al «Mercado mayorista de electricidad» al que se refiere el artículo 1 de la Circular 3/2019 de 20 de noviembre, de la Comisión Nacional de los Mercados y la Competencia, por la que se establecen las metodologías que regulan el funcionamiento del mercado mayorista de electricidad y la gestión de la operación del sistema.",
        "– Instalación de demanda: instalación que consume energía eléctrica y con uno o varios puntos de conexión a la red de transporte o de distribución, tal como se define en el punto (1) del artículo 2 del Reglamento (UE) 2016/1388 por el que se establece un código de red en materia de conexión de la demanda.–Participante en el mercado (PM), es una persona física o jurídica que compra, vende o genera electricidad, que participa en la agregación o que es un gestor de la participación activa de la demanda o servicios de almacenamiento de energía, incluida la emisión de órdenes de negociación, en uno o varios de los mercados de la electricidad incluyendo el mercado de balance, tal y como se define en el punto (25) del artículo 2 del Reglamento (UE) 2019/943 relativo al mercado interior de electricidad.",
        "– Proveedor de servicios de balance (BSP, por sus siglas en inglés): participante en el mercado que suministra energía de balance y/o reserva de balance, tal como se define en el punto (12) del artículo 2 del Reglamento (UE) 2019/943 relativo al mercado interior de la electricidad.",
        "– Sujeto de liquidación responsable del balance (BRP, por sus siglas en inglés): participante en el mercado, o su representante elegido, responsable de sus desvíos en el mercado de la electricidad, tal como se define en el punto (14) del artículo 2 del Reglamento (UE) 2019/943 relativo al mercado interior de la electricidad.",
        "– Servicio de respuesta activa de la demanda: Es un servicio específico de balance del sistema eléctrico peninsular español que tiene por objeto hacer frente a situaciones de insuficiencia de reserva de regulación terciaria a subir obteniendo recursos adicionales a los ya disponibles mediante la utilización del correspondiente servicio estándar de balance europeo.",
        "4. Definición de producto de respuesta activa de la demanda.",
        "El producto específico de respuesta activa de la demanda se define como la variación de potencia activa a subir que puede realizar una unidad de programación en un tiempo inferior o igual a quince minutos desde que es requerida su activación y que puede ser mantenida durante tres horas consecutivas al día.",
        "La contratación del producto de respuesta activa de la demanda (MW) será realizada mediante un mecanismo de subasta.",
        "Las unidades de programación que resulten asignadas en esta subasta podrán ser activadas para aportar la potencia comprometida un máximo de una vez al día dentro de los periodos de activación previamente definidos.",
        "En cada activación requerida por el OS, el volumen de potencia activa movilizado, correspondiente al volumen comprometido por la unidad de programación en la subasta, debe ser mantenido desde el momento de activación, durante toda la hora en la que se produce dicha activación y durante las dos horas sucesivas siguientes a la hora de activación. En total, como máximo, la reducción de la potencia activa podrá alcanzar las tres horas.",
        "5. Proveedores del servicio.",
        "Podrán participar en este servicio todas aquellas unidades de programación de demanda incluidas en el apartado 2.2 del anexo II del procedimiento de operación 3.1, que cumplan los requisitos de habilitación establecidos en este procedimiento.",
        "Los requisitos para la provisión del servicio son los siguientes:",
        "a) Cada unidad de programación proveedora del servicio estará integrada por una o más unidades físicas. Asimismo, cada unidad física se corresponderá con una instalación de demanda y estará compuesta por los Códigos Universales de Punto de Suministro (CUPS) de los que disponga la instalación de demanda.",
        "b) Cada instalación de demanda (identificada por sus CUPS y organizada en una unidad física) que integre la unidad de programación proveedora del servicio deberá acreditar individualmente una capacidad de oferta mayor o igual a 1 MW en los periodos de prestación del servicio.",
        "c) Cada unidad de programación comunicará al operador del sistema y mantendrá actualizada la información estructural de las instalaciones que la componen, conforme a la información solicitada en este procedimiento.",
        "d) Cada unidad de programación proveedora del servicio y cada instalación de demanda integrada en la misma intercambiarán información en tiempo real con el operador del sistema a través de un centro de control habilitado por el operador del sistema de acuerdo con lo establecido en la Resolución de 13 de noviembre de 2019, de la CNMC, por la que se aprueban las especificaciones para la implementación nacional de la metodología prevista en el artículo 40.6 del Reglamento (UE) 2017/1485 y en el procedimiento de operación 9.2. La solicitud al OS del intercambio de información se debe realizar al menos diez días hábiles antes del primer día del periodo de prestación del servicio.",
        "e) En el caso de que las instalaciones de demanda estén asociadas a una instalación de generación y/o de almacenamiento, se deberán identificar dichas instalaciones, al objeto de verificar que la activación del servicio de respuesta activa de la demanda no deriva en pérdida de producción de dicha generación, ni en pérdida de producción o incremento de consumo de dicho almacenamiento.",
        "Las unidades de programación que sean proveedores del servicio de respuesta activa de la demanda no podrán participar simultáneamente en el proceso de solución de restricciones técnicas ni en los servicios estándar de balance.",
        "Los proveedores del servicio de respuesta activa de la demanda podrán en cualquier momento solicitar al OS participar en el proceso de solución de restricciones técnicas y en los servicios estándar de balance. Una vez que estén participando en restricciones técnicas o habilitados en alguno de los servicios estándar de balance automáticamente dejarán de ser proveedores del servicio de respuesta activa de la demanda sin penalización alguna, si bien dejarán de percibir la retribución correspondiente a la potencia y al periodo del servicio de respuesta activa de la demanda que hayan dejado de prestar.",
        "El OS otorgará la habilitación a aquellas unidades de programación con las instalaciones que cumplan con los requisitos anteriormente especificados a excepción del requisito d), cuyo cumplimiento será obligatorio a partir del primer día del periodo de prestación del servicio. Estas unidades de programación habilitadas como proveedoras de este servicio podrán presentar ofertas, teniendo en cuenta los términos establecidos en este procedimiento.",
        "5.1 Información estructural.",
        "La información estructural de las instalaciones que componen cada unidad de programación a la que hace referencia el apartado anterior será la reflejada en el procedimiento de operación 9 o normativa posterior que lo sustituya, y contendrá, al menos, lo siguiente:",
        "– Denominación de la instalación.",
        "– Denominación de la unidad física de la instalación.",
        "– Código Universal de Punto de Suministro (CUPS). En el caso de instalaciones con más de un CUPS, se aportará el conjunto de códigos asociados.",
        "– Dirección de la instalación.",
        "– Subestación y parque de conexión a la red (Nombre, kV).",
        "– Gestor de la red de distribución, en el caso de conexión a la red de distribución.",
        "– Valor de consumo mínimo esperado en el periodo de prestación del servicio, a nivel de instalación (MW).",
        "5.2 Unidad para la participación en la subasta.",
        "El OS creará automáticamente las unidades para la participación en la subasta con la potencia máxima habilitada para la provisión del servicio.",
        "La suma de los consumos mínimos esperados en el periodo de prestación del servicio de las instalaciones que integren la unidad para la participación en la subasta será la potencia por la que se habilitará a dicha unidad para la participación en el servicio de respuesta activa de la demanda mediante la presentación de la correspondiente oferta para la subasta.",
        "Posteriormente aquellas unidades que resulten asignadas en la subasta deberán solicitar el alta de la unidad de programación proveedora del servicio para su participación en el mercado de producción, conforme a lo establecido en este procedimiento.",
        "6. Publicación del requerimiento del servicio de respuesta activa de la demanda, del periodo de prestación del servicio y de la previsión de activación del servicio.",
        "Con carácter general, el periodo global de prestación del servicio comenzará el 1 de enero de cada año y terminará el 31 de diciembre del mismo año. De forma excepcional, el servicio de respuesta activa de la demanda podrá tener un periodo de prestación distinto para el año 2024, que determinará el operador del sistema y publicará con antelación a la subasta, según lo previsto en los párrafos siguientes.",
        "El OS podrá modificar el periodo de entrega previa comunicación y autorización de la Comisión Nacional del Mercado y la Competencia (CNMC).",
        "Con una antelación de al menos veinte días hábiles con respecto a la fecha de realización de la subasta para la asignación del servicio de respuesta activa de la demanda, el OS publicará en su web pública, la siguiente información:",
        "– El periodo de prestación del servicio, indicando si existen determinados periodos horarios en los que no se requiere la aplicación del servicio.",
        "– El requerimiento de respuesta activa de la demanda en MW.",
        "– Una estimación no vinculante de las horas de activación del servicio para el periodo global de prestación del servicio.",
        "– Fecha de realización de la subasta.",
        "El requerimiento de respuesta activa de la demanda en MW deberá ser comunicado por el operador del sistema a la CNMC con una antelación de al menos treinta días naturales a su publicación (excepto para la subasta prevista en 2023, para la que dicha antelación será de cinco días hábiles). Dicha comunicación incluirá un informe detallado del cálculo y los parámetros considerados para el dimensionamiento del requerimiento. La CNMC podrá determinar un valor diferente de requerimiento si no considera justificado el valor propuesto por el operador del sistema. Esta decisión de la CNMC será, en su caso, hecha pública junto con su motivación.",
        "7. Mecanismo de asignación del servicio de respuesta activa de la demanda.",
        "La asignación del servicio de respuesta activa de la demanda se realizará a través de un proceso de subasta telemática con sobre cerrado, en el que se aplicará el método de asignación de precio marginal y será gestionado por el OS.",
        "La subasta para la asignación del servicio de respuesta activa de la demanda deberá realizarse con una antelación mínima de, al menos, quince días hábiles con respecto al día de inicio del periodo de prestación del servicio.",
        "7.1 Presentación de ofertas.",
        "Podrán participar en la subasta aquellos proveedores que estuvieran habilitados para la prestación del servicio de respuesta activa de la demanda con una antelación de siete días hábiles respecto de la fecha de subasta.",
        "Los participantes en el mercado podrán presentar sus ofertas para la provisión del servicio de respuesta activa de la demanda a partir de dos días hábiles antes de la fecha de la subasta, y hasta las 14:00 horas del día anterior a la fecha de la subasta.",
        "Sólo se contemplarán las ofertas recibidas por el medio y formato establecido en el documento de intercambio de información con el OS conforme al procedimiento de operación 9.1.",
        "Las ofertas presentadas contendrán, por unidad para la participación en la subasta, uno o varios bloques de oferta simples, con el valor de potencia ofertada en MW, y su precio en €/MW, con dos decimales. Este valor de potencia y precio será considerado para todos los periodos horarios en los que se requiera la aplicación del servicio.",
        "Cada oferta podrá contener como máximo 50 bloques, los cuales podrán ser divisibles o indivisibles. El valor mínimo de potencia ofertado por cada bloque será de 1 MW. Los bloques divisibles podrán ser reducidos en su valor de potencia ofertada en el proceso de asignación durante la subasta.",
        "El valor total ofertado por la unidad para la participación en la subasta deberá ser menor o igual que la potencia habilitada para dicha unidad.",
        "7.2 Criterios de validación de las ofertas de respuesta activa de la demanda.",
        "Las ofertas presentadas por los participantes en el mercado con sus unidades habilitadas para la participación en la subasta serán sometidas a los siguientes criterios de validación en el momento de la recepción:",
        "– La oferta deberá ser enviada por el participante en el mercado asociado a la unidad para la participación en la subasta a la que corresponde la oferta.",
        "– La oferta deberá ser enviada antes de la finalización del plazo para el envío de ofertas.",
        "– Sólo se admitirá una oferta por unidad para la participación en la subasta. De esta forma, si se envía más de una vez una oferta para una misma unidad, la última información sustituirá a la anterior.",
        "– El valor total ofertado para una unidad calculado como la suma de la potencia de cada uno de los bloques de la oferta deberá ser menor o igual que la potencia habilitada para este servicio a la unidad.",
        "– En el caso de bloques indivisibles se verificará que estos no superan un valor de 50 MW.",
        "– En una misma oferta no podrán incorporarse dos bloques que tengan mismo precio, misma potencia e igual consideración de divisible/indivisible.",
        "En caso de incumplimiento de alguno de los criterios de validación anteriormente expuestos, la oferta será rechazada.",
        "El detalle de las validaciones aplicadas a las ofertas de respuesta activa de la demanda en el momento de su recepción se encuentra contenido en el documento de Intercambio de Información con el Operador del Sistema establecido en el procedimiento de operación 9.1.",
        "7.3 Asignación de ofertas.",
        "El OS analizará las ofertas recibidas y las validará de acuerdo con los criterios establecidos en este procedimiento.",
        "Asimismo, con carácter previo a la celebración de la subasta, la CNMC podrá establecer un precio máximo para el servicio de respuesta activa de la demanda, que podrá ser de carácter confidencial, expresado en €/MW con dos decimales, que podrá establecerse como un valor fijo o como resultado de una fórmula de cálculo, para lo cual podrá solicitar cuanta información estime necesaria, entre otros, al OS.",
        "El volumen de potencia con oferta válida deberá superar en, al menos, un 20 % al requerimiento publicado para garantizar la efectiva competencia en la subasta. En caso de no cumplirse esta condición, el OS reducirá el requerimiento hasta el valor necesario para que se satisfaga la relación del 20 %.",
        "El OS asignará las ofertas válidas recibidas que, satisfaciendo el requerimiento establecido con un margen de +/- 5 % y el precio máximo establecido, representen en conjunto un menor coste, de acuerdo con el algoritmo que se especifica en este procedimiento.",
        "La potencia de respuesta activa de la demanda asignada a cada unidad de programación será valorada al precio marginal resultante del proceso de asignación.",
        "7.4 Algoritmo de asignación de ofertas de respuesta activa de la demanda.",
        "Las características generales del algoritmo de asignación de ofertas de respuesta activa de la demanda son las siguientes:",
        "a) El algoritmo realiza asignaciones de bloques de ofertas simples de potencia (MW).",
        "b) Se trata de un proceso de asignación meramente económico, basado en la obtención de la solución que cubra el requisito solicitado al mínimo coste, teniendo en cuenta las ofertas válidas existentes en el momento de proceder a su asignación, conforme a las validaciones descritas en el apartado anterior.",
        "c) Como resultado del proceso de asignación se obtendrá un precio marginal (€/MW) que vendrá determinado por el precio del último bloque asignado del conjunto de ofertas válidas, y un volumen asignado por unidad de programación. Dicho precio marginal y volumen asignado será el mismo para todos los periodos horarios en los que se requiera la aplicación del servicio.",
        "El procedimiento utilizado en el proceso de asignación de ofertas será el siguiente:",
        "a) Se ordenarán los bloques de oferta simples en orden creciente de precios, e independientemente de la unidad de programación a la que pertenezcan.",
        "b) A igualdad de precio, se ordenan primero los bloques divisibles y a continuación los indivisibles. A igualdad de tipo (ambos divisibles o indivisibles), primero el bloque de menor potencia. A igualdad de todas las condiciones anteriores, primero el bloque con menor número de orden en la oferta (es decir, la que se haya recibido primero).",
        "c) Siguiendo el orden indicado, se asignarán los bloques de ofertas que, cumpliendo de forma agregada con el requerimiento con una variación de un +/- 5  %, representen, en conjunto, un menor coste. La asignación se realizará por tanto de la siguiente forma:",
        "– Si el último bloque asignado es divisible, se asignará parcialmente hasta ajustar la asignación al requerimiento.",
        "– Si el último bloque asignado es indivisible, se verificará lo siguiente:",
        "● Si al asignar el bloque se sobrepasa el requerimiento en un valor menor o igual al margen permitido (+5%), se asignará el bloque completo y se finalizará la asignación para ese periodo.",
        "● Si se sobrepasa el margen, se retira el bloque verificándose si la asignación está dentro del margen de error (+/- 5 %), en cuyo caso se finaliza la asignación para este periodo.",
        "● Si no se cumple lo anterior (asignación fuera de los márgenes permitidos), se continúa con los bloques del precio siguiente, hasta completar la asignación.",
        "● En caso de no poder completarse la asignación por ningún medio de los anteriores, se da por finalizada la asignación, aunque no se encuentre la totalidad de potencia adjudicada en la horquilla (+/-5 % respecto al requerimiento).",
        "En este proceso no se asignarán bloques de oferta con precio superior al precio máximo establecido.",
        "7.5 Comunicación de los resultados de la asignación del servicio de respuesta activa de la demanda.",
        "El OS comunicará a la CNMC y a los participantes en el mercado adjudicatarios de la subasta los resultados provisionales del proceso de asignación de las ofertas de respuesta activa de la demanda antes de las 11:00 horas del siguiente día hábil al de celebración de la subasta.",
        "El OS pondrá a disposición de los participantes en el mercado adjudicatarios de la subasta a través de su web privada, el valor correspondiente a la asignación y el precio marginal de la respuesta activa de la demanda asignada.",
        "A partir de la puesta a disposición de los resultados de la subasta, los participantes en la subasta podrán formular posibles reclamaciones al OS a través de su web privada hasta las 13:00 horas o por un periodo máximo de ciento veinte minutos en aquellos casos en los que los resultados provisionales de la asignación se hayan publicado con posterioridad a las 11:00 horas.",
        "Finalizado el plazo de reclamación sin haberse identificado incidencias en el proceso de subasta, el OS confirmará los resultados provisionales a los participantes en el mercado adjudicatarios de la subasta, pasando dichos compromisos a ser firmes y publicará en su web pública el volumen total asignado en la subasta y el precio marginal resultante antes de las 14:00 horas del día hábil siguiente al de celebración de la subasta, o en un plazo máximo de sesenta minutos desde el plazo límite para la recepción de reclamaciones en caso de que los resultados provisionales de la asignación se hubieran publicado con posterioridad a las 11:00 horas.",
        "En caso de identificarse alguna incidencia en el proceso de subasta, el OS realizará las actuaciones oportunas para su solución, incluyendo la repetición del proceso de asignación en caso de que, como consecuencia de la incidencia, el OS lo considere necesario, manteniendo informados a los proveedores participantes de la subasta y a la CNMC. Una vez resuelta la incidencia, el OS publicará los resultados definitivos de la asignación del servicio a la mayor brevedad posible.",
        "Una vez finalizado el proceso de casación, el OS remitirá a la CNMC los resultados definitivos, así como las ofertas presentadas por los participantes.",
        "7.6 Alta de la unidad de programación proveedora del servicio.",
        "Tras la publicación de los resultados definitivos y antes de ocho días hábiles respecto al inicio de la prestación del servicio, los adjudicatarios de la subasta deberán solicitar el alta en el mercado de producción de la correspondiente unidad de programación proveedora del servicio incluyendo la relación de unidades físicas que se corresponderán con las instalaciones de demanda (identificadas por sus CUPS) proveedoras del servicio.",
        "Dichas unidades físicas deberán ser todas o algunas de las instalaciones declaradas con anterioridad al OS en el proceso de habilitación de la correspondiente unidad para la participación en la subasta.",
        "En el caso de que un adjudicatario de la subasta no solicite el alta en el mercado de producción de la unidad de programación proveedora del servicio, se considerará que incumple con la disponibilidad y, en caso de activación, también con la activación, por el total de la potencia asignada en la subasta.",
        "Una vez iniciado el periodo de prestación del servicio, el participante en el mercado (comercializador o consumidor directo) proveedor del servicio de respuesta activa de la demanda, podrá solicitar al OS la realización de cambios en las instalaciones de demanda proveedoras del servicio (identificadas por sus CUPS) asociadas a su unidad de programación. Estas modificaciones no supondrán una variación en la potencia asignada a la unidad de programación para la prestación del servicio. Este cambio deberá ser gestionado mediante los procedimientos establecidos para la modificación de unidades de programación, una vez la instalación de demanda haya cumplido con los requisitos para la provisión del servicio de respuesta activa de la demanda establecidos en el apartado 5 de este procedimiento.",
        "El OS comunicará a los gestores de la red de distribución las instalaciones proveedoras del servicio de respuesta activa de la demanda que estén conectadas a su red o a su red observable.",
        "7.7 Traspaso de la potencia asignada de una unidad de programación a otra unidad de programación.",
        "Una instalación de demanda (identificada por sus CUPS) que forme parte de una unidad de programación que sea proveedora del servicio de respuesta activa de la demanda podrá solicitar el cambio a otra unidad de programación con transferencia de la potencia asignada siempre y cuando:",
        "– La unidad de programación a la que desee pasar la instalación esté habilitada y tenga potencia asignada para la prestación del servicio de respuesta activa de la demanda.",
        "– Exista acuerdo entre las tres partes (unidad de programación de origen, unidad de programación de destino e instalación) respecto al valor de la potencia transferida de una unidad de programación a otra, en número entero de MW, debiendo mantenerse entre las dos unidades de programación el valor total de la potencia asignada a dichas unidades en la subasta. Además, la potencia transferida a la unidad de programación de destino deberá ser menor o igual que el valor mínimo de consumo de la instalación registrado como valor estructural en el proceso de habilitación.",
        "– La solicitud del cambio de la instalación de unidad de programación deberá ser solicitada al OS antes del día 15 del mes y, una vez aceptada por el OS, la fecha de cambio de la participación en el servicio de la instalación será la fecha comunicada por el encargado de lectura.",
        "– Con una antelación de al menos diez días hábiles con respecto a la fecha de cambio de la participación en el servicio de la instalación, la unidad de programación de origen, de destino y la instalación de demanda deberán solicitar, si es necesario, el cambio de centro de control para el intercambio de información en tiempo real a través de los correspondientes centros de control de origen y de destino.",
        "Este cambio deberá ser gestionado mediante los procedimientos establecidos para la modificación de unidades de programación.",
        "Desde la fecha en que sea efectivo el cambio de la instalación a la otra unidad de programación, el OS calculará el valor del porcentaje correspondiente a la unidad de programación de origen y de destino a partir del cual se aplicará la penalización por incumplimiento de la disponibilidad de la potencia asignada, teniendo en cuenta la potencia transferida y la penalización evitada por la unidad de programación de origen.",
        "8. Activación del servicio de respuesta activa de la demanda.",
        "El OS activará el servicio de respuesta activa de la demanda cuando identifique una situación en la que la reserva disponible de regulación terciaria a subir en el sistema eléctrico peninsular, conforme a lo establecido en el procedimiento de operación 7.3, sea inferior a la requerida de acuerdo con lo establecido en el procedimiento de operación 1.5. A estos efectos, el OS comunicará a la CNMC las condiciones particulares de operación que han requerido la activación de este servicio durante el mes anterior y la información sobre el cumplimiento de la activación del servicio, así como el resto de información relevante en relación con el seguimiento de dicho servicio.",
        "La activación del servicio de respuesta activa de la demanda será realizada por el OS por unidad de programación, mediante el establecimiento de turnos rotatorios. Dicha activación será realizada mediante el envío de una consigna desde el OS a los Centros de Control de Generación y Demanda (CCGD) de cada unidad de programación.",
        "El OS comunicará al gestor de la red de distribución las instalaciones activadas conectadas a su red o a su red observable.",
        "El intercambio de información en tiempo real con el OS se llevará a cabo a través de los CCGD utilizando los enlaces de comunicaciones conforme a lo establecido en la Resolución de 13 de noviembre de 2019, de la CNMC, por la que se aprueban las especificaciones para la implementación nacional de la metodología prevista en el artículo 40.6 del Reglamento (UE) 2017/1485 y en la especificación técnica que lo desarrolla. Los CCGD deberán disponer de rol CECRE y estar habilitados para la recepción de consignas.",
        "Cada unidad física que forma parte de la unidad de programación proveedora del servicio deberá enviar las telemedidas que le resulten de aplicación conforme al P.O. 9.2, incluyendo en todo caso la telemedida de potencia activa (valor real con bit de calidad).",
        "La unidad de programación deberá dar de alta una señal de consigna a través de la cual se notificará la activación en el servicio (valor real con bit de calidad). Se recibirá un valor 1 para la activación o un valor 0 para la desactivación. También deberá dar de alta cada unidad de programación una señal de confirmación de recepción de la señal de consigna enviada por el OS. Esta señal debe de ser del mismo tipo de la enviada por el OS y con el mismo valor, si se recibe un 0 tiene que devolver 0 y si se recibe un 1 tiene que devolver un 1.",
        "Desde que se envía la consigna a través de los enlaces de comunicaciones, cada unidad de programación dispone de quince minutos para ejecutar la reducción de potencia asignada en la subasta. La hora y minuto de inicio de la activación será quince minutos después de la hora y minuto de envío de la consigna, redondeándose al inicio del minuto inmediatamente posterior, salvo en caso de que la orden se envíe en el segundo 00.",
        "Una vez activado el servicio sobre una unidad de programación, dicha unidad no deberá modificar su programa de consumo en los periodos de activación del servicio.",
        "En el caso de unidades de programación con instalaciones de generación y/o almacenamiento asociadas, las instalaciones de generación y/o almacenamiento también deberán mantener en los periodos de activación del servicio, su programa inmediatamente anterior a la activación del servicio.",
        "La activación del servicio sobre una unidad de programación, en un instante determinado y mantenida durante un cierto período de tiempo, generará un redespacho de energía sobre el programa de energía de dicha unidad de programación. Este redespacho es calculado a partir del producto de la variación de potencia activada por el tiempo en el que se mantiene dicha activación.",
        "Las unidades de programación que resulten activadas en el servicio de respuesta activa de la demanda modificarán su programa de energía por el redespacho correspondiente, siendo valorado dicho redespacho al máximo precio marginal de la asignación programada y directa de regulación terciaria a subir en los periodos de programación durante los que se realiza la activación del servicio. El redespacho será establecido tras la publicación del Programa Final definitivo (PHFC) en los periodos de programación que no puedan ser gestionados en el mercado intradiario (subastas y rondas del mercado intradiario continuo). Los redespachos de energía y los precios asociados serán publicados por el OS de acuerdo con los formatos de información establecidos en el procedimiento de operación 9.1.",
        "Cuando se active el servicio de respuesta activa de la demanda sobre una unidad de programación de demanda con generación o almacenamiento asociado, el OS verificará que no se produce pérdida de generación por parte de la unidad de generación, ni pérdida de producción o incremento de consumo del almacenamiento durante el periodo de tiempo en el que se solicite la activación de este servicio.",
        "9. Cumplimiento del servicio de respuesta activa de la demanda.",
        "El OS comprobará el cumplimiento del servicio de respuesta activa de la demanda tanto en la verificación de la disponibilidad de la potencia asignada como, en caso de activación, del cumplimiento de la energía asignada elevada a barras de central.",
        "a) Cumplimiento horario de la disponibilidad de la potencia asignada: Se verificará que la unidad de programación dispone de la potencia activa a subir asignada en la subasta.",
        "La potencia incumplida será igual a la diferencia media horaria entre la potencia asignada en la hora y la telemedida del consumo de la unidad de programación, teniendo en cuenta, en su caso, la activación del servicio si se ha producido en dicha hora, conforme a lo establecido en el procedimiento de operación 14.4.",
        "La penalización correspondiente se realizará por el incumplimiento que supere el 10 % en cómputo anual sobre el compromiso de potencia adquirido en la subasta. En todo caso, en los periodos con incumplimiento, no se retribuirá el servicio por el valor de la potencia incumplida.",
        "b) Cumplimiento en la activación: Se verificará que la unidad de programación cumple con la activación de reserva de potencia.",
        "El OS comprobará el cumplimiento de la activación mediante las telemedidas de potencia activa registradas en su sistema de control de energía en tiempo real y los registros de los contadores de energía.",
        "En el caso de unidades de programación de demanda con instalaciones de generación asociada, cuando se active el servicio de respuesta activa de la demanda, la instalación de generación deberá mantener su producción en base al último programa (ya sea PHF o PHFC) inmediatamente anterior a la activación del servicio.",
        "10. Inhabilitación como proveedor del servicio.",
        "Durante el periodo de prestación del servicio, el OS podrá verificar la capacidad técnica y operativa de las unidades de programación adjudicatarias para la prestación del servicio de respuesta activa de la demanda mediante la comprobación de los perfiles de respuesta en potencia para cada período de suministro.",
        "La unidad de programación podrá ser inhabilitada para la prestación del servicio cuando concurra alguna de las siguientes causas:",
        "a) Incumplimiento de los requisitos exigidos para la provisión del servicio.",
        "b) Inadecuada calidad del servicio prestado, que se entenderá que se ha producido cuando se cumpla al menos una de las siguientes condiciones:",
        "i) Indisponibilidad, por un período superior a cinco días consecutivos en el periodo de prestación del servicio, de los enlaces de comunicaciones para el intercambio de información en tiempo real conforme a lo establecido en la Resolución de 13 de noviembre de 2019, de la CNMC, por la que se aprueban las especificaciones para la implementación nacional de la metodología prevista en el artículo 40.6 del Reglamento (UE) 2017/1485 y en la especificación técnica que lo desarrolla o normativa aplicable en cada momento.",
        "ii) Incumplimiento de la disponibilidad de la respuesta activa de la demanda en dos meses consecutivos, en más del 50 % de los periodos.",
        "iii) Incumplimiento de más de 10 activaciones en días sucesivos o de más de 3 activaciones en días no sucesivos del servicio de respuesta activa de la demanda.",
        "c) No remisión de la información de cambios o modificaciones que pudieran afectar a la provisión del servicio.",
        "d) Cualquier incumplimiento del presente procedimiento de operación o cualquier otra actuación que pudiera afectar a la prestación del servicio.",
        "Si el OS detectara cualquiera de las causas anteriores, el OS informará de los hechos al participante en el mercado de la unidad de programación y a la CNMC, concediendo un plazo de tiempo máximo de un mes para que el participante en el mercado y/o la unidad de programación realicen las mejoras necesarias que solventen las circunstancias detectadas, o en su caso, para que informen al OS sobre la razón de fuerza mayor que haya justificado el incumplimiento. Si pasado el plazo, el participante en el mercado y/o la unidad de programación no han resuelto dichas circunstancias o no han acreditado al OS el cumplimiento del requerimiento solicitado, el OS podrá inhabilitar a la unidad de programación para la prestación del servicio.",
        "La inhabilitación en el servicio de respuesta activa de la demanda conllevará la pérdida de la retribución por la potencia asignada desde el momento de su inhabilitación.",
        "11. Liquidación de la provisión del servicio.",
        "El operador del sistema llevará a cabo la liquidación del servicio de respuesta activa de demanda de acuerdo con lo establecido en los apartados siguientes.",
        "11.1 Liquidación de la potencia asignada.",
        "La potencia asignada a las distintas unidades de programación será valorada al precio marginal resultante del proceso de asignación de la subasta.",
        "En el caso de que una unidad de programación proveedora del servicio de respuesta activa de la demanda incumpla el consumo necesario para la provisión de este servicio, la potencia incumplida calculada conforme a lo establecido en el procedimiento de operación 14.4 será valorada al precio marginal de asignación multiplicado por un coeficiente de 1,5 o 1, según corresponda.",
        "11.2 Liquidación de las asignaciones de energía por activación del servicio.",
        "La energía activada en el servicio de respuesta activa de la demanda será valorada, conforme a lo establecido en el procedimiento de operación 14.4, al máximo precio marginal de la asignación programada y directa de regulación terciaria a subir de cada periodo de programación cuarto-horario en el que se realiza la activación del servicio.",
        "El OS verificará, el cumplimiento de la provisión al sistema de la energía asignada por el servicio de respuesta activa de la demanda de acuerdo con lo establecido en el procedimiento de operación 14.4. En el caso de que la activación de energía a subir provista de forma efectiva al sistema sea inferior a la requerida, la energía incumplida será valorada al máximo precio marginal de la asignación programada y directa de regulación terciaria a subir en el periodo de programación en el que se realiza la activación del servicio, multiplicado por un coeficiente igual a 2.",
        "Mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, conforme a lo establecido en el procedimiento de operación 14.4.",
        "El participante en el mercado podrá comunicar al operador del sistema el desacuerdo con el valor de la integral de telemedida de potencia publicado mediante la comunicación de una incidencia sobre la integral de telemedida cuarto-horaria del punto afectado como si de una incidencia de medida de energía horaria se tratara, según el procedimiento de operación 10.5.",
        "11.3 Asignación del coste del servicio de respuesta activa de la demanda.",
        "La liquidación del coste del servicio de respuesta activa de la demanda será realizada por el OS conforme a lo establecido en el procedimiento de operación 14.4.",
        "12. Publicación de información.",
        "El OS hará públicos los resultados correspondientes a las energías y precios de las activaciones del servicio de respuesta activa de la demanda conforme a los formatos de información establecidos en el procedimiento de operación 9.1, de acuerdo con lo siguiente:",
        "– A más tardar treinta minutos después de la activación del servicio, publicará la potencia activada por el servicio de respuesta activa.",
        "– A más tardar treinta minutos después de cada periodo cuarto-horario con el servicio activado, publicará:",
        "● Total de energía activada por periodo.",
        "● Precio correspondiente a la activación del servicio.",
        "– En el plazo máximo de tres días desde el día de programación, publicará dichos resultados de forma agregada.",
        "– Transcurrido un mes desde el día programación, publicará los resultados agregados por participante en el mercado.",
        "– A los noventa días desde el día de programación, publicará los resultados por unidad de programación, sin nivel alguno de agregación.",
        "Además, el OS publicará el resultado de la subasta del servicio de respuesta activa de la demanda por participante en el mercado al mes y las ofertas presentadas a la subasta a los noventa días, contados desde el último día de aplicación de la subasta. Esto último, condicionado además a que se haya celebrado la siguiente subasta prevista.",
        "P.O. 14.4 Derechos de Cobro y Obligaciones de Pago por los Servicios de Ajuste del Sistema",
        "I. Aspectos generales",
        "1. Objeto.",
        "El objeto de este procedimiento es determinar los derechos de cobro y las obligaciones de pago que se derivan de los servicios de ajuste del sistema a efectos del proceso de liquidación, según lo establecido en el procedimiento de operación 14.1 y en los procedimientos de operación relativos a dichos servicios.",
        "Los servicios de ajuste del sistema incluyen:",
        "a) La resolución de restricciones técnicas establecidas en el procedimiento de operación 3.2.",
        "b) La activación de energías de balance procedentes del producto de reserva de sustitución (RR) establecida en el procedimiento de operación 3.3.",
        "c) El servicio de regulación secundaria establecido en el procedimiento de operación 7.2.",
        "d) El servicio de regulación terciaria establecido en el procedimiento de operación 7.3.",
        "e) El servicio de respuesta activa de la demanda establecido en el procedimiento de operación 7.5.",
        "f) Los desvíos entre la medida en barras de central y el programa.",
        "2. Ámbito de aplicación, referencias y definiciones.",
        "2.1 Ámbito de aplicación.",
        "Este procedimiento es de aplicación al operador del sistema y a los participantes en el mercado (PM), a los sujetos de liquidación responsables del balance (BRP, por sus siglas en inglés) y a los proveedores de servicios de balance (BSP, por sus siglas en inglés).",
        "2.2 Referencias.",
        "Las referencias a Reglamento (UE) 2019/943 se entenderán como referidas al Reglamento (UE) 2019/943 del Parlamento Europeo y del Consejo, de 5 de junio de 2019, relativo al mercado interior de la electricidad.",
        "Las referencias a Circular 3/2019 se entenderán como referidas a la Circular 3/2019, de 20 de noviembre, de la Comisión Nacional de los Mercados y la Competencia, por la que se establecen las metodologías que regulan el funcionamiento del mercado mayorista de electricidad y la gestión de la operación del sistema.",
        "Las referencias a Mercado se entenderán como referidas al «Mercado mayorista de electricidad» definido en el artículo 1 de la Circular 3/2019 como el integrado por el conjunto de transacciones comerciales de compra y venta de energía y de otros servicios relacionados con el suministro de energía eléctrica.",
        "De acuerdo con establecido en la Ley 24/2013, de 26 de diciembre, del Sector Eléctrico, y en el Reglamento (UE) 2017/2195 de la Comisión, de 23 de noviembre de 2017, por el que se establece una directriz sobre el balance eléctrico, el mercado mayorista de electricidad se estructura en mercados a plazo, organizados y no organizados, mercado diario, mercado intradiario, mercado de ajuste, entendidos estos como los servicios de no frecuencia y servicios de balance del sistema, necesarios para garantizar un suministro adecuado al consumidor, incluyendo la resolución de restricciones técnicas.",
        "Las referencias a Ministerio se entenderán como referidas al Ministerio para la Transición Ecológica y Reto Demográfico, o al que cada momento ostente la competencia en materia de energía.",
        "Las referencias a CNMC se entenderán como referidas a la Comisión Nacional de los Mercados y la Competencia.",
        "Las referencias a Condiciones del Balance se entenderán como referidas a las Condiciones relativas al balance para los proveedores de servicios de balance y los sujetos de liquidación responsables del balance en el sistema eléctrico peninsular español aprobadas por la Comisión Nacional de los Mercados y la Competencia.",
        "Las referencias a Reglamento EB en este procedimiento se entenderán como referidas al Reglamento (UE) 2017/2195 por el que se establece una directriz sobre el balance eléctrico.",
        "Las referencias a Normas CCFR en este procedimiento se entenderán como referidas a las Normas comunes de liquidación aplicables a los intercambios de energía intencionados derivados del proceso de contención de frecuencia y rampas de variación de potencia conforme a lo previsto en el artículo 50.3 del Reglamento (UE) 2017/2195 aprobadas por Resolución de la CNMC, de 3 de junio de 2020.",
        "Las referencias a Normas CCU en este procedimiento se entenderán como referidas a las Normas comunes de liquidación aplicables a los intercambios de energía no intencionados conforme a lo previsto en el artículo 51.1 del Reglamento (UE) 2017/2195 aprobadas por Resolución de la CNMC, de 3 de junio de 2020.",
        "Las referencias a PMD en las fórmulas de este procedimiento de operación se entenderán como referidas al precio del mercado diario.",
        "2.3 Definiciones.",
        "«Participante en el mercado»: persona física o jurídica que está generando, comprando o vendiendo electricidad, que participa en la agregación o que es un gestor de la participación activa de la demanda o servicios de almacenamiento de energía, incluida la emisión de órdenes de negociación, en uno o varios de los mercados de la electricidad, entre ellos los mercados de la energía de balance. Definición 25) del artículo 2 del Reglamento (UE) 2019/943.",
        "«Sujeto de liquidación responsable del balance (BRP por sus siglas en inglés)»: participante en el mercado, o su representante elegido, responsable de sus desvíos en el mercado de la electricidad. Definición 14) del artículo 2 del Reglamento (UE) 2019/943.",
        "«Responsabilidad en materia de balance»: todos los participantes del mercado serán responsables de los desvíos que causen en el sistema («responsabilidad de balance»). A tal fin, los participantes del mercado serán sujetos de liquidación responsables del balance o delegarán contractualmente su responsabilidad en un sujeto de liquidación responsable del balance de su elección. Cada sujeto de liquidación responsable del balance responderá financieramente de los desvíos y se esforzará por lograr el equilibrio o por contribuir a que el sistema eléctrico esté en equilibrio. Artículo 5 del Reglamento (UE) 2019/943.",
        "«Proveedor de servicios de balance (BSP, por sus siglas en inglés)»: participante en el mercado que suministra energía de balance y/o reserva de balance a los TSO, tal como se define en el punto (12) del artículo 2 del Reglamento (UE) 2019/943.",
        "«Unidad de programación (UP)»: es la unidad elemental por medio de la cual se establecen los programas de energía en el mercado mayorista de electricidad definidos en el procedimiento de operación 3.1.",
        "«Programas de intercambio transfronterizos de producto RR» o «Programas de intercambio RR»: programas de intercambio establecidos como energía de balance del producto de reservas de sustitución (Replacement Reserves, RR por sus siglas en inglés).",
        "«Proceso de compensación de desequilibrios»: proceso Imbalance Netting (IN por sus siglas en inglés).",
        "3. Criterios generales.",
        "3.1 Criterio de signos.",
        "El criterio de signos adoptado en las fórmulas de este procedimiento de operación es el siguiente:",
        "a) La producción e importación de energía tienen signo positivo. El consumo y exportación de energía tienen signo negativo.",
        "b) La energía a subir tiene signo positivo. Se define la energía a subir como los incrementos de producción o importación de energía y las disminuciones de consumo o exportación de energía.",
        "c) La energía a bajar tiene signo negativo. Se define la energía a bajar como las disminuciones de producción o importación de energía y los incrementos de consumo o exportación de energía.",
        "d) Los derechos de cobro tienen signo positivo. Las obligaciones de pago tienen signo negativo.",
        "e) Los derechos de cobro que resulten con signo negativo (debido a precios negativos) se convertirán en obligaciones de pago. Las obligaciones de pago con signo positivo (debido a precios negativos) se convertirán en derechos de cobro.",
        "3.2 Magnitudes.",
        "Las magnitudes a las que se hace referencia en los textos y fórmulas de este procedimiento de operación se entenderán expresadas en las siguientes unidades:",
        "a) Las magnitudes de energía se entenderán expresadas en MWh con el número de decimales en los que se realice la asignación o medición de energía en cada caso y hasta un máximo de tres decimales.",
        "b) Las magnitudes de potencia se entenderán expresadas en MW con el número de decimales en los que se realice la asignación o medición de potencia en cada caso y hasta un máximo de tres decimales.",
        "c) Los precios de energía se entenderán expresados en euros por MWh con la precisión con la que se determinen en cada mercado.",
        "d) Los precios de potencia se entenderán expresados en euros por MW con la precisión con la que se determinen en cada mercado.",
        "e) Los porcentajes se entenderán ya divididos por 100.",
        "f) Los derechos de cobro y obligaciones de pago se entenderán expresados en euros con dos decimales, efectuándose, en su caso, el redondeo necesario.",
        "g) Los términos de las fórmulas de este procedimiento de operación se entenderán referidos a valores de un cuarto de hora, salvo mención expresa en otro sentido.",
        "II. Liquidación de la energía de balance",
        "Energía de balance provista por los BSP del sistema eléctrico peninsular",
        "4. Productos de energía de balance.",
        "La energía de balance se asigna a los proveedores de servicios de balance (BSP) a través de los siguientes productos:",
        "(a) Producto de reserva de sustitución «Replacement Reserve» (RR).",
        "(b) Regulación terciaria. Se corresponde con el futuro producto de balance «manual Frequency Restoration Reserve» (mFRR).",
        "(c) Regulación secundaria. Se corresponde con el futuro producto de balance «automatic Frequency Restoration Reserve» (aFRR).",
        "(d) Servicio de respuesta activa de la demanda.",
        "La liquidación de la energía de balance asignada se realiza en cada dirección, a subir y a bajar, al precio marginal de cada servicio según se establece en los apartados 5, 6, 7 y 9.",
        "La liquidación del incumplimiento de la energía neta de balance de RR y regulación terciaria asignada se realiza en cada dirección, a subir y a bajar, según se establece en el apartado 8.",
        "5. Energía de balance del producto RR.",
        "5.1 Energía de balance de producto RR a subir.",
        "a) La activación de ofertas de energía de balance a subir del producto RR da lugar a un derecho de cobro para cada unidad ",
        "DCRRu = ∑ ERRS",
        "Donde:",
        "ERRSu = Energía activada del producto RR a subir a la unidad ",
        "PMRR = Precio marginal del producto RR o, en su caso, precio de la oferta debido al proceso de redondeo de la plataforma europea de RR de acuerdo a lo dispuesto en el P.O. 3.3.",
        "En caso de aplicación del mecanismo de salvaguarda contemplado en el P.O. 3.3, el valor PMRR será calculado de acuerdo con lo establecido en el apartado 9 de este procedimiento.",
        "b) En el caso de ofertas activadas por razones de control de flujo de las interconexiones, la energía activada será valorada al precio de la oferta de activación de esa energía, siempre que este precio sea superior al precio marginal del producto RR en el sistema peninsular español. El derecho de cobro se calcula según la fórmula siguiente:",
        "DCRRSCF",
        "Donde:",
        "ERRSCF",
        "POFRRS",
        "5.2 Energía de balance de producto RR a bajar.",
        "a) La activación de ofertas de energía de balance a bajar del producto RR da lugar a una obligación de pago para cada unidad que se calcula según la fórmula siguiente:",
        "OPRR",
        "Donde:",
        "ERRB",
        "PMRR = Precio marginal del producto RR o, en su caso, precio de la oferta debido al proceso de redondeo de la plataforma europea de RR de acuerdo a lo dispuesto en el P.O. 3.3.",
        "En caso de aplicación del mecanismo de salvaguarda contemplado en el P.O.  3.3, el valor PMRR será calculado de acuerdo con lo establecido en el apartado 9 de este procedimiento.",
        "b) En el caso de ofertas activadas por razones de control de flujo de las interconexiones, la energía activada será valorada al precio de la oferta de activación de esa energía, siempre que este precio sea inferior al precio marginal del producto RR en el sistema peninsular español. La obligación de pago se calcula según la fórmula siguiente:",
        "OPRRBCF",
        "Donde:",
        "ERRBCF",
        "POFRRB",
        "5.3 Asignación del sobrecoste por activación de ofertas por razones de control de flujo en las interconexiones.",
        "El sobrecoste ocasionado por la activación de ofertas por razones de control de flujo de las interconexiones, SCRRCF, se anotará en la cuenta del operador del sistema y será liquidado entre el operador del sistema y la entidad de liquidación centralizada que actuará como contraparte entre los operadores del sistema. Se calcula según la fórmula siguiente:",
        "SCRRCF = ∑ ERRSCF",
        "6. Regulación terciaria.",
        "La energía de regulación terciaria será valorada al precio marginal de las ofertas de regulación terciaria asignadas en cada período de programación para cada tipo de activación.",
        "6.1 Asignaciones programadas de regulación terciaria:",
        "6.1.1 Regulación terciaria a subir.",
        "La asignación programada de energía de regulación terciaria a subir da lugar a un derecho de cobro para cada unidad que se calcula según la fórmula siguiente:",
        "DCTERP",
        "Donde:",
        "ETERPS",
        "PMTERPS = Precio marginal de la asignación programada de terciaria a subir.",
        "6.1.2 Regulación terciaria a bajar.",
        "La asignación programada de energía de regulación terciaria a bajar da lugar a una obligación de pago para cada unidad que se calcula según la fórmula siguiente:",
        "OPTERP",
        "Donde:",
        "ETERPB",
        "PMTERPB = Precio marginal de la asignación programada de terciaria a bajar.",
        "6.2 Asignaciones directas de regulación terciaria:",
        "6.2.1 Regulación terciaria a subir.",
        "La asignación directa de energía de regulación terciaria a subir en el primer cuarto de hora Q",
        "DCTERD",
        "Donde:",
        "ETERDS",
        "PMTERPSQ",
        "PMTERDSQ",
        "La asignación directa de energía de regulación terciaria a subir en el segundo cuarto de hora Q",
        "DCTERD",
        "Donde:",
        "ETERDS",
        "PMTERPSQ",
        "PMTERDSQ",
        "6.2.2 Regulación terciaria a bajar.",
        "La asignación directa de energía de regulación terciaria a bajar en el primer cuarto de hora Q",
        "OPTERD",
        "Donde:",
        "ETERDB",
        "PMTERPBQ",
        "PMTERDBQ",
        "La asignación directa de energía de regulación terciaria a bajar en el segundo cuarto de hora Q",
        "OPTERD",
        "Donde:",
        "ETERDB",
        "PMTERPBQ",
        "PMTERDBQ",
        "6.3 Asignaciones por aplicación del mecanismo excepcional de asignación (MER).",
        "6.3.1 Asignaciones de regulación terciaria por MER a subir.",
        "La asignación de energía a subir por MER da lugar a un derecho de cobro para cada unidad que se calcula según la fórmula siguiente:",
        "DCTERMER",
        "OPTERMER",
        "Donde:",
        "ETERMERS",
        "En caso de no haber existido asignación en el periodo correspondiente, el precio de la asignación por MER será igual a 1,15 veces el valor medio aritmético de los precios de las activaciones programadas y directas a subir del mismo periodo de programación del último mes inmediatamente anterior.",
        "6.3.2 Asignaciones de regulación terciaria por MER a bajar.",
        "La asignación de energía a bajar por MER da lugar a una obligación de pago para cada unidad que se calcula según la fórmula siguiente:",
        "OPTERMER",
        "DCTERMER",
        "Donde:",
        "ETERMERB",
        "En caso de no haber existido activación en el periodo correspondiente, el precio de la asignación por MER será igual a 0,85 veces el valor medio aritmético de los precios de las activaciones programadas y directas a bajar del mismo periodo de programación del último mes inmediatamente anterior.",
        "7. Regulación secundaria.",
        "7.1 Regulación secundaria a subir.",
        "La aportación de energía de regulación secundaria a subir por cada zona de regulación ",
        "DCSEC",
        "Donde:",
        "ESECS",
        "PMSECS = Precio marginal de la energía de regulación secundaria aportada a subir.",
        "En caso de que la escalera de terciaria a subir se hubiera agotado, el derecho de cobro por la energía de regulación secundaria a subir se calcula según la fórmula siguiente:",
        "DCSEC",
        "OPSEC",
        "7.2 Regulación secundaria a bajar.",
        "La asignación de energía de regulación secundaria a bajar da lugar a una obligación de pago para cada zona de regulación ",
        "OPSEC",
        "Donde:",
        "ESECB",
        "PMSECB = Precio marginal de la energía de regulación secundaria aportada a bajar.",
        "En caso de que la escalera de terciaria a bajar se hubiera agotado, la obligación de pago por la energía de regulación secundaria a bajar se calcula según la fórmula siguiente:",
        "OPSEC",
        "DCSEC",
        "8. Incumplimiento de las asignaciones de energía de balance RR y terciaria.",
        "El cumplimiento del saldo neto de las asignaciones de energía de balance RR y terciaria se verificará de forma agregada para cada zona de regulación y de forma agregada para las unidades de programación con asignación de energía de balance RR y energía terciaria del mismo BRP no pertenecientes a zona de regulación.",
        "8.1 Incumplimiento de asignación neta de energía de balance RR y terciaria a subir.",
        "A efectos de las fórmulas siguientes, las referencias a saldos o sumas de las unidades de programación del BRP, o del BRP, se refieren a los saldos de sus unidades de programación con asignación neta a subir de energía de balance RR y de terciaria, no pertenecientes a zona de regulación y cuyo saldo de restricciones técnicas en tiempo real es nulo o a subir.",
        "La obligación de pago por incumplimiento de asignación neta de energía de balance RR y terciaria a subir de la zona de regulación z o del BRP s se calculará de la forma siguiente:",
        "OPEINCLEBALS",
        "Donde:",
        "EINCLEBALS",
        "La energía incumplida para cada zona de regulación z o cada BRP s se calculará según la fórmula siguiente:",
        "EINCLEBALS",
        "Donde:",
        "MBC",
        "Mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, según se establece en el anexo III.",
        "EREFS",
        "IT",
        "SRTRS",
        "STGS",
        "PBAL",
        "Opcionalmente, y previa solicitud al operador del sistema, la obligación de pago por incumplimiento de asignación neta a subir de energía de balance RR y terciaria del BRP, s, se repartirá entre las unidades de programación u con incumplimiento a subir del BRP, en proporción a su incumplimiento, según las fórmulas del anexo I.",
        "8.2 Incumplimiento de asignación neta de energía de balance RR y terciaria a bajar.",
        "A efectos de las fórmulas siguientes, las referencias a saldos o sumas de las unidades de programación del BRP, o del BRP, se refieren a los saldos de sus unidades de programación con asignación neta a bajar de energía de balance RR y de terciaria, no pertenecientes a zona de regulación y cuyo saldo de restricciones técnicas en tiempo real es nulo o a bajar.",
        "La obligación de pago por incumplimiento de asignación neta de energía de balance RR y terciaria a bajar de la zona de regulación z o del BRP s se calculará de la forma siguiente:",
        "OPEINCLEBALB",
        "Donde:",
        "EINCLEBALB",
        "La energía incumplida para cada zona de regulación z o cada BRP s se calculará según la fórmula siguiente:",
        "EINCLEBALB",
        "Donde:",
        "MBC",
        "Mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, según se establece en el anexo III.",
        "EREFB",
        "ITz,s = saldo de energía por cambios de programa de la zona de regulación z o del BRP s.",
        "SRTRB",
        "STGB",
        "Opcionalmente, previa solicitud al operador del sistema, la obligación de pago por incumplimiento de asignación neta a bajar de energía de balance RR y terciaria del BRP, s, se repartirá entre las unidades de programación con incumplimiento a bajar del BRP, en proporción a su incumplimiento según las fórmulas del anexo I.",
        "8.3 Asignación del importe de los incumplimientos de asignación neta de energía de balance RR y terciaria.",
        "La suma de las obligaciones de pago por incumplimientos de energía de balance RR y terciaria es el saldo de incumplimientos de energía de balance (OPEINCLEBAL) que se integrará en el coste horario de los servicios de ajuste y se repartirá a las unidades de adquisición conforme a lo establecido en el apartado 29 de este procedimiento.",
        "9. Servicio de respuesta activa de la demanda.",
        "9.1 Liquidación de la asignación de energía del servicio de respuesta activa de la demanda.",
        "La asignación de energía a subir del servicio de respuesta activa de la demanda dará lugar a un derecho de cobro para cada unidad de programación de demanda que se calcula para cada periodo de programación cuarto horario según la fórmula siguiente:",
        "DCRAD = ERADS × PMRADS",
        "Donde:",
        "ERADS = Energía asignada a subir a la unidad de programación de demanda.",
        "PMRADS = Máximo precio marginal de la asignación programada y directa de regulación terciaria a subir en el periodo de programación cuarto horario en el que se realiza la activación del servicio.",
        "En caso de no existir asignación de terciaria en el periodo correspondiente, el precio será igual a 1,15 veces el valor medio aritmético de los precios de las activaciones de regulación terciaria programadas y directas a subir del mismo periodo de programación del último mes inmediatamente anterior.",
        "9.2 Liquidación del incumplimiento del servicio de respuesta activa de la demanda.",
        "En cada cuarto de hora, se verificará el cumplimiento de la asignación de energía a subir del servicio de respuesta activa de cada unidad de programación. El incumplimiento de la asignación dará lugar a una obligación de pago que se calcula según la fórmula siguiente:",
        "OPENERAD = ENEINRAD × PMRADS × 2",
        "Siendo:",
        "ENEINRAD = max [-ERADS; min (0, MBC - PHFC - ERADS )]",
        "Donde:",
        "PHFC = Programa horario final de la unidad de programación.",
        "MBC = Medida en barras de central de la unidad de programación. Mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente.",
        "La suma horaria de las obligaciones de pago por incumplimiento de la asignación de energía del servicio de respuesta activa (OPEINSRAD) se integrará en el coste horario de los servicios de ajuste y se repartirá a las unidades de adquisición conforme a lo establecido en el apartado 29 de este procedimiento.",
        "10. Liquidación en caso de anomalías de los sistemas de información.",
        "En caso de anomalías de los sistemas de información que puedan afectar a los precios resultantes de la activación de ofertas en las plataformas europeas de energía de balance, el operador del sistema podrá aplicar un mecanismo de salvaguarda contemplado en el correspondiente procedimiento de operación.",
        "En estos casos, con carácter excepcional, el operador del sistema calculará el precio de la correspondiente asignación de energía de balance como el valor medio aritmético de los precios marginales de las asignaciones del mismo producto en el sentido correspondiente en el mismo periodo de programación en todos los días del último mes inmediato anterior.",
        "El operador del sistema informará a la Comisión Nacional de los Mercados y la Competencia sobre los hechos y circunstancias de la anomalía, así como del precio calculado de acuerdo con el párrafo anterior, a la mayor brevedad posible. El operador del sistema aplicará en la liquidación un precio distinto del calculado con la fórmula de referencia prevista en el párrafo anterior cuando esté debidamente justificado y así se lo requiera la CNMC.",
        "Las diferencias económicas que se deriven de dicho ajuste se financiarán con cargo a las rentas de congestión correspondientes al sistema eléctrico español.",
        "Energía de balance intercambiada entre TSO",
        "11. Intercambios internacionales de energía de balance.",
        "11.1 Intercambios transfronterizos de energía de balance del producto RR entre sistemas eléctricos.",
        "Los intercambios transfronterizos de energía de balance del producto RR entre sistemas que realice el operador del sistema se valoraran al precio indicado en los apartados siguientes. Se realizará una anotación horaria para cada interconexión en la cuenta del operador del sistema, a efectos de su liquidación de acuerdo con lo establecido en el P.O. 14.6.",
        "11.1.1 Intercambio de energías de balance en sentido importador.",
        "Si el intercambio transfronterizo de energías de balance del producto RR tiene sentido importador, se anotará un derecho de cobro en cada interconexión i que se calculará mediante la fórmula siguiente:",
        "DCITB",
        "Donde:",
        "EIITB",
        "PMRR = Precio marginal del producto RR.",
        "En caso de aplicación del mecanismo de salvaguarda contemplado en el P.O. 3.3, el valor PMRR será calculado de acuerdo con lo establecido en el apartado 9 de este procedimiento.",
        "11.1.2 Intercambio de energía de balance en sentido exportador.",
        "Si el intercambio transfronterizo de energía de balance del producto RR es en sentido exportador se anotará una obligación de pago en cada interconexión i que se calculará con la fórmula siguiente:",
        "OPITB",
        "Donde:",
        "EEITB",
        "PMRR = Precio marginal del producto RR.",
        "En caso de aplicación del mecanismo de salvaguarda contemplado en el P.O. 3.3, el valor PMRR será calculado de acuerdo con lo establecido en el apartado 9 de este procedimiento.",
        "11.2 Intercambios transfronterizos de energía resultantes de la compensación de desequilibrios entre sistemas eléctricos.",
        "Los intercambios transfronterizos de energías de balance entre operadores de sistemas eléctricos establecidos como resultado de la aplicación del proceso de compensación de desequilibrios entre sistemas eléctricos (IN), serán valorados al precio indicado en los apartados siguientes.",
        "Se realizará una anotación horaria en la cuenta del operador del sistema a efectos de su liquidación de acuerdo con lo establecido en el P.O. 14.6.",
        "11.2.1 Intercambio de energía de balance en sentido importador.",
        "Si el intercambio transfronterizo de energía tiene sentido importador, se anotará un derecho de cobro que se calculará mediante la fórmula siguiente:",
        "DCIIN",
        "Donde:",
        "EIIN",
        "PIN = Precio medio ponderado a aplicar del producto IN, establecido en el apartado 5 del anexo III del procedimiento de operación 7.2.",
        "11.2.2 Intercambio de energía de balance en sentido exportador.",
        "Si el intercambio transfronterizo de energía tiene sentido exportador, se anotará una obligación de pago que se calculará mediante la fórmula siguiente:",
        "OPEIN",
        "Donde:",
        "EEIN",
        "PIN = Precio medio ponderado a aplicar del producto IN, establecido en el apartado 5 del anexo III del procedimiento de operación 7.2.",
        "III. Liquidación de los desvíos",
        "12. Liquidación del desvío del BRP.",
        "El periodo de liquidación de los desvíos es horario. Los términos de las fórmulas de este apartado se entenderán referidos a valores de una hora.",
        "En cada hora, se realizará una única anotación a cada BRP por la liquidación del desvío por su actividad de generación y de su consumo en una unidad de liquidación específica para cada BRP.",
        "12.1 Derecho de cobro por el desvío a subir del BRP.",
        "Si el desvío d calculado para el BRP es positivo, el precio a aplicar al desvío d será el precio del desvío a subir, PDESVS, calculado según lo establecido en el apartado 13. El derecho de cobro se calculará con la fórmula siguiente:",
        "DCDESV",
        "12.2 Obligación de pago por el desvío a bajar del BRP.",
        "Si el desvío d calculado para el BRP es negativo, el precio a aplicar al desvío d será el precio del desvío a bajar, PDESVB, calculado según lo establecido en el apartado 13. La obligación de pago se calculará con la fórmula siguiente:",
        "OPDESV",
        "12.3 Desvío cero del BRP.",
        "Si el desvío d calculado para el BRP es cero, el importe económico será cero.",
        "13. Cálculo del desvío de cada BRP.",
        "Cada BRP tendrá una posición final de todas sus unidades de programación, excluidas las unidades genéricas y portfolio, para el cálculo de la energía del desvío.",
        "El desvío de cada BRP (DESV",
        "DESV",
        "donde:",
        "MEDBC",
        "POSFIN",
        "AJUDSV",
        "13.1 Medida en barras de central de un BRP.",
        "La medida MEDBC",
        "La medida de cada unidad de programación y la elevación a barras de central de las medidas en punto frontera se determinará según los criterios y fórmulas del anexo II.",
        "13.2 Posición final de un BRP.",
        "Cada BRP tendrá una posición final para la determinación de la energía del desvío.",
        "La posición final POSFIN",
        "POSFIN",
        "13.3 Ajuste del desvío de un BRP.",
        "El ajuste del desvío AJUDSV",
        "AJUDSV",
        "13.4 Sentido del desvío de un BRP.",
        "El desvío de un BRP en cada hora podrá ser:",
        "(a) Desvío a subir, tiene signo positivo, su sentido es de mayor generación o menor consumo.",
        "(b) Desvío a bajar, tiene signo negativo, su sentido es de menor generación o mayor consumo.",
        "14. Precios de los desvíos.",
        "El precio del desvío será un precio único o dual en cada hora dependiendo de las energías de balance de reserva de recuperación de frecuencia (FRR) activadas en dicha hora. La energía activada en el servicio de respuesta activa de la demanda tiene consideración de energía de balance FRR a efectos de la determinación del precio único o dual.",
        "En caso de que en una hora no se hayan activado energías de balance FRR o solo se hayan activado energías FRR en un sentido, subir o bajar, o, habiéndose activado en los dos sentidos, el volumen de energías FRR activadas en el sentido minoritario sea inferior al 2 % de las energías FRR activadas en el sentido mayoritario, el precio del desvío será un precio único para todos los desvíos. A este respecto, se considerará sentido mayoritario, subir o bajar, el sentido en el que se haya activado un mayor volumen de energías de balance FRR.",
        "En caso de que en una hora se hayan activado energías de balance FRR en los dos sentidos, subir y bajar, y no se cumpla la condición de proporción del párrafo anterior, el precio del desvío será un precio dual, diferente según el sentido del desvío.",
        "14.1 Desvío total del sistema.",
        "A efectos de determinar el desvío total del sistema (DTS), se calculará el saldo neto horario de las energías a subir y a bajar asignadas, descontando la energía de balance activada para necesidades de balance de otros TSO:",
        "− Por la activación de ofertas a BSP internos de energía de balance RR.",
        "− Por regulación terciaria.",
        "− Por regulación secundaria.",
        "− Por intercambios transfronterizos por energía RR.",
        "− Por intercambios transfronterizos del proceso de compensación de desequilibrios (IN).",
        "− Por la activación del servicio de respuesta activa de la demanda.",
        "DTS = - [Σ",
        "El desvío total del sistema podrá ser:",
        "(a) Desvío a subir, con signo positivo, cuando la necesidad neta del sistema ha sido de energía de balance a bajar.",
        "(b) Desvío a bajar, con signo negativo, cuando la necesidad neta del sistema ha sido de energía de balance a subir.",
        "(c) Nulo: cuando no ha habido necesidad neta del sistema.",
        "14.2 Precio único de desvíos.",
        "El precio del desvío será único para todos los desvíos, subir y bajar, si en la hora no se han activado energías de balance FRR o sólo se han activado energías FRR en un sentido, subir o bajar, o, habiéndose activado en los dos sentidos, el volumen de energías FRR activadas en el sentido minoritario es inferior al 2 % de las energías FRR activadas en el sentido mayoritario. En este último caso, a los efectos de determinar el precio aplicable de acuerdo con los siguientes supuestos, no se considerará la energía en sentido minoritario:",
        "(a) Si sólo se han activado energías de balance RR y FRR a subir, el precio del desvío se calculará como:",
        "PDESV",
        "Siendo PBALSUB el precio medio ponderado de las energías de balance RR y FRR a subir activadas a los BSP del sistema eléctrico peninsular y de otros TSOs, descontando la energía de balance activada para necesidades de otros TSO, redondeado a dos decimales. El importe correspondiente a la activación de ofertas del producto RR es el que resulta de valorar toda la energía neta a subir al precio marginal del producto RR, independientemente de que la oferta se hubiera activado por razones de control de flujo en la interconexión.",
        "(b) Si sólo se han activado energías de balance RR y FRR a bajar, el precio del desvío se calculará como:",
        "PDESV",
        "Siendo PBALBAJ el precio medio ponderado de las energías de balance a bajar activadas a los BSP del sistema eléctrico peninsular y de otros TSOs, descontando la energía de balance activada para necesidades de otros TSO, redondeado a dos decimales. El importe correspondiente a la activación de ofertas del producto RR es el que resulta de valorar toda la energía neta a bajar al precio marginal del producto RR, independientemente de que la oferta se hubiera activado por razones de control de flujo en la interconexión.",
        "(c) Si se han activado energías de balance RR en sentido contrario al sentido de las energías de balance FRR, o se han activado energías de balance RR en ambos sentidos, el precio del desvío se calculará según el sentido del desvío total del sistema:",
        "i. Si el desvío del sistema es a bajar (negativo), el precio del desvío se calculará como:",
        "PDESV",
        "ii. Si el desvío del sistema es a subir (positivo), el precio del desvío se calculará como:",
        "PDESV",
        "(d) Si no se han activado energías de balance RR ni FRR en ningún sentido, el precio del desvío será igual al valor de la activación evitada calculado de acuerdo con el apartado 13.4.",
        "Para cada periodo de programación, la energía de balance RR activada será el saldo neto de las energías de balance RR activadas en el periodo.",
        "14.3 Precio dual de desvíos.",
        "El precio del desvío será diferente según el sentido del desvío, subir o bajar, si en una hora se han activado energías de balance FRR a subir y a bajar, y el volumen de energías FRR activadas en el sentido minoritario es mayor o igual al 2 % de las energías FRR activadas en el sentido mayoritario:",
        "El precio de desvíos a subir se calculará como:",
        "PDESVS",
        "El precio de desvíos a bajar se calculará como:",
        "PDESVB",
        "14.4 Valor de la activación evitada.",
        "El valor de la activación evitada es un precio de referencia que se calculará para cada hora donde no se haya producido activación de energías de balance ni de RR ni de FRR en ningún sentido.",
        "Este valor se calculará como el valor medio aritmético entre el mínimo precio de las ofertas a subir de energías de balance RR y el máximo precio de las ofertas a bajar de energías de balance RR en dicha hora.",
        "Para ello sólo se tendrán en consideración las ofertas enviadas por los BSPs del sistema eléctrico español a la plataforma de balance del producto RR.",
        "15. Liquidación de desvíos no asignados a un BRP.",
        "15.1 Desvíos internacionales con Marruecos y Andorra.",
        "Los desvíos internacionales entre sistemas se calculan como diferencia entre la medida en los puntos frontera con los sistemas eléctricos de Marruecos y Andorra y el programa acordado entre los operadores de los respectivos sistemas. Se valorarán al precio del desvío establecido en el apartado 14 que sea aplicable realizándose una anotación en una cuenta de compensación horaria para su liquidación de acuerdo con lo establecido en el P.O. 14.6.",
        "En cada hora se sumarán los desvíos internacionales con los sistemas eléctricos de Marruecos y de Andorra:",
        "DIR = ∑",
        "donde:",
        "DIR",
        "Si la suma de estos desvíos internacionales es positiva se anotará en la cuenta de compensación un derecho de cobro que se calculará con la fórmula siguiente:",
        "DCDIR = DIR × PDESVS",
        "Si la suma de estos desvíos internacionales es negativa, se anotará en la cuenta de compensación una obligación de pago que se calculará con la fórmula siguiente:",
        "OPDIR = DIR × PDESVB",
        "15.2 Asignación del saldo de la cuenta de compensación por desvíos internacionales con Marruecos y Andorra.",
        "El saldo horario de esta cuenta de compensación (SALDODIR) se integrará en el coste horario de los servicios de ajuste y se repartirá a las unidades de adquisición conforme a lo establecido en el apartado 29 de este procedimiento.",
        "15.3 Desvíos en las interconexiones con los sistemas eléctricos de Francia y de Portugal.",
        "Desde la fecha de inicio de aplicación de las normas CCFR y CCU, los desvíos internacionales entre sistemas de la zona síncrona continental europea tendrán una compensación financiera.",
        "Hasta dicha fecha, los desvíos en las interconexiones a los que aplican dichas normas se liquidarán con los mismos criterios recogidos en el apartado 14.1 y 14.2 para la liquidación de los desvíos en las interconexiones con los sistemas eléctricos Marruecos y Andorra.",
        "Tras la aplicación de las normas CCFR y CCU, la energía de los desvíos en estas interconexiones será la suma de los desvíos intencionados y de los desvíos no intencionados y se valorarán al precio establecido en las normas CCFR y CCU, respectivamente. El importe (IMPDSVMIE) derivado de la valoración de los desvíos intencionados y no intencionados se anotará en la cuenta del operador del sistema para su liquidación con el resto de TSOs, de acuerdo con lo establecido en el P.O. 14.6.",
        "IMPDSVMIE = IMPINTEN+ IMPNOINTEN",
        "Donde:",
        "IMPINTEN = DesvΔ",
        "El desvío intencionado es la suma de los desvíos por contención de la frecuencia, DesvΔ",
        "PDesvPrp: El precio de los desvíos intencionados que resultan por la programación de rampas ha sido valorado a cero EUR/MWh en las normas CCFR, por lo que no se generan derechos de cobro ni obligaciones de pago.",
        "PCCFR: El precio de los desvíos intencionados que resultan del proceso de contención de la frecuencia es la suma de una componente de referencia de precios y una componente dependiente del desvío de frecuencia del área síncrona continental europea. Este precio se calcula conforme a lo establecido en las normas CCFR.",
        "IMPNOINTEN = DesvNoInt x PCCU",
        "El desvío no intencionado es la diferencia entre la medida y el programa más el desvío intencionado.",
        "PCCU: El precio de los desvíos no intencionados es la suma de una componente de referencia de precios y una componente dependiente del desvío de frecuencia del área síncrona continental europea. Este precio coincide con el precio PCCFR.",
        "Los Centros de Coordinación del área síncrona continental europea son los encargados de calcular y publicar a los operadores de los sistemas eléctricos los desvíos y los precios anteriormente indicados para su liquidación de acuerdo con lo dispuesto en este apartado.",
        "15.4 Acciones coordinadas de balance con otros sistemas.",
        "La energía de las acciones coordinadas de balance con otros sistemas se valorará desde el sistema español al precio de desvíos establecido en el apartado 13 que sea aplicable al sentido correspondiente a la acción de balance. Se realizará una anotación horaria para cada interconexión en la cuenta del operador del sistema para su liquidación de acuerdo con lo establecido en el P.O. 14.6.",
        "Si la acción de balance es en sentido importador (ABI) se anotará un derecho de cobro que se calculará con la fórmula siguiente:",
        "DCAB = Σ",
        "Si la acción de balance es en sentido exportador (ABE) se anotará una obligación de pago que se calculará con la fórmula siguiente:",
        "OPAB = Σ",
        "15.5 Desvío por descuadre en los programas en las interconexiones.",
        "La diferencia de energía entre los programas comunicados por el operador del mercado que afecta a los intercambios con otros sistemas y el programa recibido desde la Plataforma de Contratación Continua Europea como resultado de las transacciones realizadas en el mismo se valorará al precio del desvío establecido en el apartado 14 que sea aplicable al sentido correspondiente de la diferencia.",
        "Se anotará horariamente un derecho de cobro o una obligación de pago según el sentido del descuadre calculado según la fórmula siguiente:",
        "DCDESC = ENEDESCI x PDESVS, si el descuadre es en sentido importador.",
        "OPDESC = ENEDESCE x PDESVB, si el descuadre es en sentido exportador.",
        "Donde:",
        "ENEDESCI = Diferencia de energía entre el programa importador comunicado por OMIE al OS, que tomará valor cero en caso de ausencia de programa, y el programa importador enviado al OS desde la plataforma de gestión del mercado intradiario continuo como resultado de las transacciones realizadas en el mismo.",
        "ENEDESCE = Diferencia de energía entre el programa exportador comunicado por OMIE al OS, que tomará valor cero en caso de ausencia de programa y el programa exportador enviado al OS desde la plataforma de gestión del mercado intradiario continuo como resultado de las transacciones realizadas en el mismo.",
        "El saldo horario que resulte en la interconexión con Francia se financiará con cargo a las rentas de congestión correspondientes al sistema eléctrico español, conforme a lo establecido en la Circular 3/2019 de la Comisión Nacional de los Mercados y la Competencia, por la que se establecen las metodologías que regulan el funcionamiento del mercado mayorista de electricidad y de la gestión de la operación del sistema. Se procederá de igual forma con el saldo horario que resulte en la interconexión con Portugal.",
        "15.6 Desvío por incidencias en las plataformas de balance.",
        "En caso de incidencia en el proceso de activación de energías de balance RR en el sistema eléctrico peninsular español, se garantizará la asignación del producto RR en las interconexiones internacionales.",
        "Se anotará horariamente un derecho de cobro o una obligación de pago según el sentido, valorando la energía al precio del desvío que corresponda. El saldo horario que resulte se financiará con cargo a las rentas de congestión correspondientes al sistema eléctrico español.",
        "IV. Saldo de liquidación de energías posteriores al phfc",
        "16. Excedente o déficit de la liquidación de energías posteriores al Programa Final.",
        "El saldo horario de la liquidación de energías posteriores al PHFC (SALDOLIQ) es la suma de los derechos de cobro y obligaciones de pago de la liquidación horaria y cuarto-horaria de todas las energías posteriores al PHFC, excluyendo el importe del sobrecoste de las restricciones en tiempo real y de los intercambios de apoyo.",
        "Si la suma es positiva existirá un coste y si es negativa existirá un ingreso.",
        "El saldo SALDOLIQ se integrará en el coste horario de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "V. Liquidación de la reserva de balance",
        "17. Banda de regulación secundaria.",
        "17.1 Banda de regulación secundaria.",
        "La asignación de potencia para banda de regulación secundaria dará lugar a un derecho de cobro para cada unidad ",
        "DCBAN",
        "Donde:",
        "BANu = Banda de regulación secundaria asignada a la unidad ",
        "PMBAN = Precio marginal de la banda de regulación secundaria.",
        "En los casos en que se asigne banda de regulación por mecanismo excepcional de resolución, el precio a aplicar será el resultado del producto de 1,15 por el precio marginal de la banda en el periodo de programación correspondiente o, en su defecto, por el máximo precio de banda del mismo periodo de programación en los siete días anteriores.",
        "17.2 Variación de la banda de regulación secundaria por el funcionamiento de la regulación secundaria en tiempo real.",
        "17.2.1 Penalización a la zona de regulación por los ciclos en que permanezca en «off».",
        "El coste de la penalización por los ciclos en que la zona z está en «off» dará lugar a una obligación de pago que se calcula según la fórmula siguiente:",
        "OPOFF",
        "Siendo:",
        "OFF",
        "Donde:",
        "PMBAN = Precio marginal de la banda de regulación secundaria.",
        "KI = Coeficiente de incumplimiento = 1,5.",
        "KA",
        "RNTS = Reserva nominal total a subir del sistema.",
        "RNTB = Reserva nominal total a bajar del sistema.",
        "TOFFz = Ciclos en «off» de la zona de regulación ",
        "TRCP = Número de ciclos activos de la regulación secundaria en el periodo de programación.",
        "17.2.2 Bonificación a la zona de regulación por reserva residual superior a la asignada.",
        "La bonificación por reserva residual superior a la asignada dará lugar a un derecho de cobro que se calcula según la fórmula siguiente:",
        "DCRRS",
        "Siendo:",
        "RRS",
        "Donde:",
        "PMBAN = Precio marginal de la banda de regulación secundaria.",
        "KB = Coeficiente de bonificación = 1,5.",
        "RRSP",
        "RRBP",
        "17.2.3 Penalización a la zona de regulación por reserva residual inferior a la asignada.",
        "El coste de la penalización por reserva residual inferior, que tiene valor negativo por serlo RRSN",
        "OPRRI",
        "Siendo:",
        "RRI",
        "Donde:",
        "PMBAN = Precio marginal de la banda de regulación secundaria.",
        "KI = Coeficiente de incumplimiento = 1,5.",
        "RRSN",
        "RRBN",
        "17.3 Coste de la banda de regulación secundaria.",
        "El coste de la banda de regulación secundaria será la suma de los derechos de cobro y obligaciones de pago de los apartados 16.1 y 16.2.",
        "El coste de la banda de regulación secundaria (CFBAN) se liquidará a la demanda (CFBANDEM) y a los BRP en proporción a su desvío (CFBANDES).",
        "El coste de la banda de regulación secundaria asignado a la demanda CFBANDEM se integrará en el coste horario de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "En el caso de la liquidación del coste de la banda de regulación secundaria asignado a los BRP CFBANDES, se realizará una única anotación por BRP.",
        "18. Asignación de potencia en el servicio de respuesta activa de la demanda.",
        "18.1 Liquidación de la potencia asignada en el servicio de respuesta activa de la demanda.",
        "La asignación de potencia del servicio de respuesta activa de la demanda dará lugar a un derecho de cobro para cada unidad de programación de demanda que se calcula para cada hora según la fórmula siguiente:",
        "DCBANRAD = BANRAD × PMBANRAD",
        "Donde:",
        "BANRAD = Potencia asignada en la subasta anual.",
        "PMBANRAD = Precio marginal resultante del proceso de asignación de la subasta anual.",
        "El cálculo anterior no aplicará a aquellos periodos horarios en los que no se requiere la aplicación del servicio.",
        "18.2 Liquidación del incumplimiento del servicio de respuesta activa de la demanda.",
        "En cada hora, se verificará que la unidad de programación dispone de la potencia activa a subir asignada en la subasta. El incumplimiento de la disponibilidad dará lugar a una obligación de pago que se calcula según la fórmula siguiente:",
        "OPBANRAD = - PNODISP × PMBANRAD × k",
        "Siendo:",
        "PMBANRAD = Precio marginal resultante del proceso de asignación de la subasta anual.",
        "PNODISP = Potencia media horaria incumplida = Ʃ",
        "K = Factor de penalización; su valor será 1 si la suma de las potencias medias horarias incumplidas es menor o igual al 10 % de la suma de las potencias horarias asignadas a la unidad de programación en el periodo de aplicación del servicio; su valor será 1,5 si la suma de las potencias medias horarias incumplidas es mayor al 10 % de la suma de las potencias horarias asignada a la unidad de programación en el periodo de aplicación del servicio.",
        "Donde:",
        "PNODISP",
        "NC = Número de ciclos de lectura de telemedida en la hora.",
        "No se considerarán a efectos del cálculo de la potencia incumplida los periodos horarios en los que no se requiera la aplicación del servicio.",
        "Tampoco se considerarán a efectos del cálculo de la potencia incumplida las horas donde se haya producido la activación del servicio y las dos horas posteriores a dicho periodo. En caso de que la activación se produzca en el primer cuarto de hora, tampoco se considerará la hora anterior al periodo de activación.",
        "En caso de activación del servicio, se verificará que el PHFC de la unidad es suficiente para activar la totalidad de la potencia asignada (el redespacho es igual a la potencia asignada en la subasta). En caso de que no fuera suficiente, se considerará incumplida la potencia correspondiente a la energía no activada:",
        "OPBANRAD = PNODISP",
        "Donde:",
        "PNODISP",
        "18.3 Coste de la asignación de potencia del servicio de respuesta activa.",
        "El coste horario de la asignación de potencia del servicio de respuesta activa será la suma de los derechos de cobro y obligaciones de pago de los apartados 18.1 y 18.2.",
        "Este coste (CFSRAD) se liquidará a la demanda (CFSRADDEM) y a los BRP en proporción a su desvío (CFSRADDES).",
        "El coste asignado a la demanda CFSRADDEM se integrará en el coste horario de los servicios de ajuste del sistema y se repartirá a las unidades de adquisición conforme a lo establecido en el apartado 29 de este procedimiento.",
        "En el caso de la liquidación del coste asignado a los BRP CFSRADDES, se realizará una única anotación por BRP.",
        "VI. Liquidación de la solución de restricciones técnicas",
        "19. Solución de restricciones técnicas.",
        "El proceso de solución de restricciones técnicas incluye la energía programada a subir o bajar para resolver las restricciones técnicas al programa diario base de funcionamiento (PDBF), fase 1, de la energía programada para equilibrar el programa generación demanda tras la solución de restricciones técnicas al PDBF, fase 2, y de la energía programada a subir o a bajar para resolver las restricciones técnicas en tiempo real.",
        "20. Energía programada en el proceso de restricciones técnicas del Programa Diario Base de Funcionamiento (PDBF).",
        "20.1 Restricciones técnicas del PDBF a subir en fase 1 a unidades de venta con oferta simple.",
        "La asignación de energía a subir para la resolución de restricciones técnicas del PBF con utilización de la oferta simple, por no ser aplicable la oferta compleja, dará lugar a un derecho de cobro de la unidad ",
        "DCERPVPVOS",
        "Donde:",
        "ERPVPVOS",
        "POPVPVOS",
        "NACCC",
        "PAC",
        "20.2 Restricciones técnicas del PDBF a subir en fase 1 a unidades de venta con oferta compleja.",
        "La asignación de energía a subir para la resolución de restricciones técnicas del PDBF con utilización de la oferta compleja dará lugar a un derecho de cobro de la unidad ",
        "DCERPVPVOC",
        "Donde:",
        "ERPVPVOC",
        "POPVPVDIA",
        "POPVPVDIA",
        "DCACCOC",
        "DCACCOC",
        "Siendo IMPPVP",
        "IMPPVP",
        "Donde:",
        "NAF",
        "PAF",
        "NAC",
        "PAC",
        "NHES",
        "PHC",
        "ERPVP",
        "PEC",
        "Se considera que existe un arranque programado en PDVP en la hora h cuando en dicha hora no hay energía asignada por PDBF, hay energía asignada por restricciones técnicas a subir en fase 1 y en la hora anterior no hay energía asignada ni en PBF ni por restricciones técnicas en fase 1 a subir. Si el bloque de horas anteriores y contiguas a la hora h con programa cero de PDBF más fase 1 a subir es igual o menor que cuatro, el arranque programado será en caliente. En caso contrario será en frío.",
        "IMPPHFC",
        "Donde:",
        "NAF",
        "PAF",
        "NAC",
        "PAC",
        "NHR",
        "PHC",
        "PHF",
        "PEC",
        "IMDCBMI",
        "La energía del mercado intradiario continuo se valorará al precio marginal del mercado diario.",
        "Si IMDCBMI < 0, entonces IMDCBMI = 0",
        "Si IMPPHFC",
        "Se considera que existe un arranque programado en PHFC en la hora h cuando en dicha hora no hay energía asignada por PDBF, hay energía asignada por restricciones técnicas en fase 1 a subir y en alguna hora anterior no hay energía asignada en PHFC. Si el bloque de horas anteriores y contiguas a la hora h con programa cero de PHFC es igual o menor que cuatro el arranque programado será en caliente. En caso contrario será en frío.",
        "20.3 Restricciones técnicas del PDBF a subir en fase 1 a unidades de venta sin oferta o insuficiencia de la oferta existente.",
        "La asignación de energía a subir para la resolución de restricciones técnicas del PDBF por mecanismo excepcional de resolución dará lugar a un derecho de cobro de la unidad ",
        "DCERPVPVMER",
        "DCERPVPVMER",
        "Donde:",
        "ERPVPVMER",
        "PMED = Valor medio aritmético del precio marginal resultante del mercado diario en el mes inmediato anterior en el periodo de programación correspondiente.",
        "20.4 Restricciones técnicas del PDBF a subir en fase 1 a unidades de adquisición de consumo de bombeo y de exportación.",
        "La asignación de energía a subir para la resolución de restricciones técnicas del PDBF a unidades de adquisición de consumo de bombeo y de exportación dará lugar a un derecho de cobro de la unidad ",
        "DCERPVPC",
        "Donde:",
        "ERPVPC",
        "20.5 Restricciones técnicas del PBF a bajar en fase 1 a unidades de venta.",
        "La asignación de energía a bajar para la resolución de restricciones técnicas del PDBF a unidades de venta dará lugar a una obligación de pago para la unidad ",
        "OPERPVPV",
        "Donde:",
        "ERPVPVB",
        "20.6 Incumplimientos de los arranques o de las asignaciones a subir de fase 1.",
        "Se revisarán los arranques programados comprobando que han sido efectivamente realizados según las medidas y se comprobará el tipo específico de arranque (frío o caliente), teniendo en cuenta que un arranque programado como frío, al ser revisado, puede convertirse en un arranque en caliente de acuerdo con las medidas recibidas, pero no al revés. Se tendrán en consideración para ello las medidas de la unidad en las últimas cinco horas del día anterior al día objeto de liquidación. En el caso de ciclos combinados multieje, los arranques de turbinas de gas adicionales se revisarán comprobando que han sido efectivamente realizados según las medidas de cada turbina.",
        "Los redespachos por restricciones del PDBF se comprobarán horariamente mientras no existan productos cuarto-horarios en los mercados diario e intradiario y, por tanto, de acuerdo con lo dispuesto en el P.O. 3.2. Los valores de energía y precio en todos los cuartos de hora de la misma hora tengan el mismo valor.",
        "Una vez se hayan introducido los productos cuarto-horarios en los mercados de energía, si no se dispone de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, según se establece en el anexo III.",
        "Si hay reducción en el número de arranques o variación del tipo de arranque se recalcularán los derechos de cobro calculados en los apartados 18.1 y 18.2 utilizando el número y tipo de arranques efectivamente realizados.",
        "En el caso de que en todos los periodos de programación del día con energía programada a subir en fase 1, la energía medida para la unidad sea igual o superior a la programada por seguridad en el PDVP, se mantendrán los derechos de cobro calculados y revisados según el párrafo anterior.",
        "En el caso de que la medida de un periodo de programación sea inferior a la programada por seguridad en el PDVP se anotará una obligación de pago o un derecho de cobro calculados según la fórmula siguiente:",
        "OPEINCPVP",
        "DCEINCPVP",
        "Donde:",
        "EINCPVP",
        "PMEDPVPS",
        "La energía incumplida se calcula según la fórmula siguiente:",
        "EINCPVP",
        "Donde:",
        "MEDRTR = MBC si RTR ≥ 0 o si PVP ≤ PHFC + TG",
        "MEDRTR = máx (PDBF, MBC) + mín [PVP - (PHFC+TG), -RTR] si RTR<0 y PVP≥ PHFC + TG",
        "MEDRTR = Medida empleada para el cálculo del incumplimiento de energía a subir de fase 1, en la que se descuenta el incumplimiento motivado por energía a bajar por restricciones en tiempo real.",
        "MBC = Medida en barras central, según se establece en el anexo II. En el caso de que existan productos cuarto-horarios en los mercados de energía, diario e intradiario y mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida se calculará como la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, según se establece en el anexo III.",
        "TG = Suma de energía de regulación terciaria, energía de balance RR y restricciones en tiempo real.",
        "RTR = Suma de energía de restricciones en tiempo real.",
        "20.7 Energía retirada por congestión en frontera internacional.",
        "La energía retirada del Programa Diario Base de Funcionamiento (PDBF) a las unidades de venta o adquisición de transacciones asociadas a un contrato bilateral con entrega física por congestión en frontera internacional no darán lugar a liquidación económica alguna.",
        "20.8 Energía programada a subir en fase 2 de restricciones técnicas con oferta simple presentada.",
        "La asignación de energía a subir para resolver un déficit de generación y obtener así un programa equilibrado generación-demanda dará lugar a un derecho de cobro de la unidad u, por cada bloque de energía b asignado, que se calcula según la fórmula siguiente:",
        "DCERECOOSS",
        "Donde:",
        "ERECOOSS",
        "POECOS",
        "20.9 Energía programada a subir a unidades de adquisición en fase 2 de restricciones técnicas sin oferta simple presentada.",
        "La energía asignada a subir para resolver un déficit de generación y obtener así un programa equilibrado generación-demanda a unidades de adquisición que no hayan presentado la correspondiente oferta de energía a subir para el proceso de resolución de restricciones técnicas, dará lugar a un derecho de cobro que se calcula según la fórmula siguiente:",
        "DCERECOS",
        "OPERECOS",
        "Donde:",
        "ERECOS",
        "20.10 Energía programada a subir a unidades de venta en fase 2 de restricciones técnicas sin oferta simple presentada.",
        "La energía asignada a subir para resolver un déficit de generación y obtener así un programa equilibrado generación-demanda a unidades de venta que no hayan presentado la correspondiente oferta simple de energía a subir para el proceso de resolución de restricciones técnicas, dará lugar a un derecho de cobro que se calcula según la fórmula siguiente:",
        "DCERECOSOS",
        "OPERECOSOS",
        "Donde:",
        "ERECOSOS",
        "20.11 Energía programada a subir a unidades de adquisición o de venta en fase 2 de restricciones técnicas por mecanismo excepcional de resolución.",
        "Cuando se realicen asignaciones a subir por mecanismo excepcional de resolución, dará lugar a un derecho de cobro que se calcula según la fórmula siguiente:",
        "DCERECOMERS",
        "DCERECOMERS",
        "Donde:",
        "ERECOMERS",
        "PMED = Valor medio aritmético del precio marginal resultante del mercado diario en el mes inmediato anterior en el periodo de programación correspondiente.",
        "20.12 Energía programada a bajar en fase 2 de restricciones técnicas con oferta simple presentada.",
        "La asignación de energía a bajar para resolver un exceso de generación y obtener así un programa equilibrado generación-demanda dará lugar a una obligación de pago de la unidad ",
        "OPERECOOSBu,b = ERECOOSBu,b × POECOBu,b",
        "Donde:",
        "ERECOOSB",
        "POECOB",
        "20.13 Energía programada a bajar en fase 2 a unidades de venta sin oferta simple presentada.",
        "La energía asignada a bajar para resolver un exceso de generación y obtener así un programa equilibrado generación-demanda a unidades de venta que no hayan presentado la correspondiente oferta de energía a bajar para el proceso de resolución de restricciones técnicas dará lugar a una obligación de pago que se calcula según la fórmula siguiente:",
        "OPERECOSOB",
        "DCERECOSOB",
        "Donde:",
        "ERECOSOB",
        "20.14 Energía programada a bajar en fase 2 a unidades de venta y adquisición por mecanismo excepcional de resolución.",
        "Cuando se realicen asignaciones por mecanismo excepcional de resolución, dará lugar a una obligación de pago que se calcula según la fórmula siguiente:",
        "OPERECOMERB",
        "DCERECOMERB",
        "Donde:",
        "ERECOMERB",
        "20.15 Coste de las restricciones técnicas del PDBF.",
        "El coste de las restricciones técnicas del PDBF (SCPVP) se calcula como la suma de todos los derechos de cobro y obligaciones de pago de los apartados 18.1 a 18.14. Si la suma es positiva existirá un coste, si es negativa un ingreso.",
        "El coste SCPVP se integrará en el coste horario agregado de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "21. Restricciones técnicas en tiempo real.",
        "21.1 Restricciones técnicas en tiempo real a subir con oferta simple presentada para el proceso de solución de restricciones técnicas del PDBF.",
        "La asignación de energía a subir por seguridad en tiempo real empleando la oferta presentada para el proceso de solución de restricciones dará lugar a un derecho de cobro para la unidad que se calcula según la fórmula siguiente:",
        "El derecho de cobro de la unidad ",
        "DCERTROS",
        "Donde:",
        "ERTROSS",
        "POSS",
        "21.2 Restricciones técnicas en tiempo real a subir con oferta compleja presentada para el proceso de solución de restricciones técnicas del PDBF.",
        "Los derechos de cobro o, en su caso, obligaciones de pago por la energía limitada por restricciones en tiempo real a unidades que hayan presentado oferta compleja y ésta sea de aplicación, se calculan según las fórmulas siguientes:",
        "DCRTROC",
        "Donde:",
        "DCERTROC",
        "DCACCOC",
        "ERTROCS",
        "POCP",
        "POCP",
        "Donde:",
        "NAF",
        "PAF",
        "NAC",
        "PAC",
        "POCS = Periodos de programación con energía programada a subir con oferta compleja a la unidad u por restricciones en tiempo real.",
        "PPOC",
        "PEC",
        "ERTROCSD = Energía programada a subir por restricciones en tiempo real en el día con oferta compleja.",
        "21.3 Restricciones técnicas en tiempo real a subir sin oferta.",
        "El derecho de cobro por la energía asignada sobre unidades que no han presentado oferta o que han agotado la oferta existente, se calcula según la fórmula siguiente:",
        "DCERTRMER",
        "DCERTRMER",
        "Donde:",
        "ERTRMERS",
        "PMED = Valor medio aritmético del precio marginal resultante del mercado diario en el mes inmediato anterior en el periodo de programación correspondiente.",
        "21.4 Incumplimientos de los arranques o de las asignaciones en tiempo real a subir.",
        "Se revisarán los arranques programados comprobando si han sido efectivamente realizados según las medidas y se comprobará el tipo específico de arranque (frío o caliente), teniendo en cuenta que un arranque programado como frío al ser revisado puede convertirse en un arranque en caliente de acuerdo con las medidas recibidas, pero no al revés. Se tendrán en consideración para ello las medidas de la unidad en las últimas cinco horas del día anterior al día objeto de liquidación.",
        "En el caso de ciclos combinados multiejes, los arranques de turbinas de gas adicionales se revisarán comprobando si han sido efectivamente realizados según las medidas de cada turbina. En el caso de que no se disponga de medida individualizada, la medida de cada turbina se estimará en proporción a su potencia.",
        "Si hay reducción en el número de arranques o variación del tipo de arranque se recalcularán los derechos de cobro calculados en los apartados 19.1 y 19.2 utilizando el número y tipo de arranques efectivamente realizados.",
        "En el caso de que, en todos los periodos de programación con energía programada a subir por restricciones en tiempo real, la energía medida para la unidad sea igual o superior a la energía programada descontando la energía de balance RR y de regulación terciaria a bajar, se mantendrán los derechos de cobro calculados y revisados según el párrafo anterior.",
        "En el caso de que la medida sea inferior a la energía programada a subir por restricciones en tiempo real, se determinará el valor de la energía incumplida y se anotará una obligación de pago calculada según la fórmula siguiente:",
        "OPEINCLTR",
        "Donde:",
        "EINCRTRS",
        "EINCRTRS",
        "Donde:",
        "MBC",
        "IT",
        "TGB = Suma de energía de balance RR y de regulación terciaria a bajar.",
        "ERTROCS",
        "PORP",
        "21.5 Restricciones técnicas en tiempo real a bajar con oferta presentada para el proceso de solución de restricciones.",
        "La asignación de energía a bajar por seguridad en tiempo real empleando la oferta presentada para el proceso de solución de restricciones, dará lugar a una obligación de pago para la unidad ",
        "OPERTROS",
        "Donde:",
        "ERTROSB",
        "POSB",
        "21.6 Restricciones técnicas en tiempo real a bajar sin oferta.",
        "La obligación de pago por la energía asignada a bajar sobre unidades que no han presentado oferta o que han agotado la oferta existente se calcula según la fórmula siguiente:",
        "OPERTRMER",
        "DCERTRMER",
        "Donde:",
        "ERTRMERB",
        "21.7 Restricciones técnicas en tiempo real a bajar a unidades de adquisición de bombeo.",
        "En el caso de unidades de adquisición de bombeo la asignación de energía a bajar por seguridad en tiempo real dará lugar a una obligación de pago adicional por las reservas de energía generadas en el vaso superior de dicha unidad de bombeo que se calcula según la fórmula siguiente:",
        "OPERTRB",
        "21.8 Coste de las restricciones técnicas en tiempo real.",
        "El coste de las restricciones técnicas en tiempo real se calculará como la diferencia entre la suma de los derechos de cobro y de las obligaciones de pago de los apartados 19.1 a 19.7 y el importe de la energía asignada por restricciones técnicas en tiempo real valorada al precio marginal del mercado diario.",
        "Si la suma es positiva existirá un coste, si es negativa un ingreso.",
        "El coste (SCRTR) se integrará en el coste horario agregado de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "22. Intercambios de energía entre sistemas eléctricos por seguridad del sistema.",
        "Los intercambios de energía entre sistemas eléctricos por seguridad, programados por restricciones técnicas del PDBF o por restricciones técnicas en tiempo real, darán lugar a las siguientes anotaciones según el sentido del intercambio:",
        "a) Intercambio en sentido importador:",
        "Derecho de cobro en la cuenta del operador del sistema por el importe acordado con el operador del sistema vecino.",
        "La obligación de pago resultado de importe anterior se integrará en el coste horario agregado de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "b) Intercambio en sentido exportador:",
        "Obligación de pago en la cuenta del operador del sistema igual a la suma de los derechos de cobro anotados a las unidades programadas para este intercambio de energía en restricciones técnicas del PDBF o de tiempo real, según lo establecido en los apartados 18 y 19.",
        "VII. Liquidación de otros conceptos",
        "23. Intercambios de apoyo con precio establecido para el mismo.",
        "Los intercambios de apoyo entre sistemas que realice el operador del sistema mediante compensación económica por la energía suministrada a través de las interconexiones se anotarán para cada interconexión en la cuenta del operador del sistema como derecho de cobro, si es en sentido importador, y como obligación de pago, si es en sentido exportador.",
        "El coste de los intercambios de apoyo (SCIA) se calculará como la diferencia entre los derechos de cobro y obligaciones de pago anteriores y el importe de la energía del intercambio valorada al precio marginal del mercado diario.",
        "Si la suma es positiva existirá un coste, si es negativa existirá un ingreso.",
        "El coste por los intercambios de apoyo con precio establecido SCIA se integrará en el coste horario de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "24. Intercambios de apoyo sin precio.",
        "Los intercambios de apoyo que realice el operador del sistema mediante devolución de energía se valorarán al precio marginal del mercado diario realizándose una anotación en una cuenta de compensación horaria a efectos de su liquidación de acuerdo con lo establecido en el P.O. 14.6. La anotación será un derecho de cobro, si el intercambio es en sentido importador y una obligación de pago, si es en sentido exportador.",
        "El saldo horario de esta cuenta de compensación se integrará en el coste horario de los servicios de ajuste del sistema que se liquidará a la demanda según el apartado 29.",
        "24 bis. Medidas excepcionales de apoyo a sistemas eléctricos vecinos.",
        "El coste de las actuaciones excepcionales en el sistema eléctrico peninsular solicitadas por los operadores de los sistemas eléctricos vecinos orientadas a reconducir los flujos por los elementos de la interconexión entre sistemas eléctricos vecinos en situaciones en que esta redistribución pueda contribuir a garantizar la capacidad de exportación minimizando o evitando la aplicación de acciones coordinadas de balance dará lugar a las siguientes anotaciones:",
        "– Obligación de pago en la cuenta del operador del sistema igual al coste de las actuaciones adoptadas. Este coste ha sido sufragado por el operador del sistema vecino que ha solicitado estas medidas y que, previamente, ha transferido el importe al operador del sistema.",
        "– Derecho de cobro por valor del importe anterior que se reparte como minoración del coste horario agregado de los servicios de ajuste del sistema que se liquidan a la demanda.",
        "El coste de las actuaciones excepcionales orientadas a reconducir los flujos por los elementos de la interconexión entre ambos sistemas en situaciones en que esta redistribución pueda contribuir a aumentar la capacidad de importación y con ello evitar o reducir el deslastre de cargas en caso de situaciones de tensión entre generación y consumo en el sistema eléctrico peninsular dará lugar a las siguientes anotaciones:",
        "– Derecho de cobro en la cuenta del operador del sistema por el importe acordado con el operador del sistema vecino.",
        "– Obligación de pago por valor del importe anterior se repartirá como el coste horario agregado de los servicios de ajuste del sistema que se liquida a la demanda.",
        "25. Reducción del programa de consumo de energía por órdenes de reducción de potencia.",
        "La reducción del consumo horario de energía programado en el mercado para cada unidad de adquisición debida a órdenes de reducción de potencia se liquidará al precio del mercado diario, según lo establecido en el artículo 13.3.b) de la Orden IET/2013/2013, de 31 de octubre, por la que se regula el mecanismo competitivo de asignación del servicio de gestión de la demanda de interrumpibilidad.",
        "En cada hora con reducción de consumo de energía de una unidad de adquisición, ua, debida a órdenes de reducción de potencia, se anotará un derecho de cobro a la unidad ua que se calcula según la fórmula siguiente:",
        "DCSINT",
        "Donde",
        "ERSINT",
        "PMD = Precio marginal del mercado diario.",
        "26. Fallo de programación de las unidades de programación genéricas.",
        "26.1 Incumplimiento de la obligación de saldo cero en PDBF.",
        "El saldo de las energías de todas las unidades de programación genéricas de cada participante en el mercado en el PDBF deber ser cero en cada periodo de programación. El operador del sistema informará a la CNMC de los incumplimientos de esta obligación.",
        "26.2 Incumplimiento de la obligación de saldo cero en el PHFC.",
        "El saldo de las energías de todas las unidades de programación genéricas de cada participante en el mercado en el PHFC deber ser cero en cada periodo de programación. El operador del sistema informará a la CNMC de los incumplimientos de esta obligación.",
        "27. Liquidación de las unidades de programación del enlace entre el sistema eléctrico peninsular y el sistema eléctrico balear.",
        "27.1 Modificaciones del programa posteriores al mercado intradiario.",
        "Las modificaciones en el programa de las unidades de programación del enlace posteriores al mercado intradiario se liquidarán al precio del mercado diario.",
        "Las anotaciones anteriores formarán parte del saldo resultante del conjunto de derechos de cobro y obligaciones de pago en una hora que determinan el saldo SALDOLIQ al que se hace referencia en el apartado 15.",
        "27.2 Desvío del programa.",
        "El desvío neto del programa de energía del enlace del sistema eléctrico peninsular con el sistema eléctrico balear se calculará como diferencia entre la energía medida en el punto frontera del enlace con el sistema peninsular y el programa horario de liquidación neto de las unidades de programación del enlace y se liquidará al precio del desvío establecido en el apartado 13 según su sentido. El importe se repartirá proporcionalmente entre las unidades de programación del enlace según su programa.",
        "Las anotaciones anteriores formarán parte del saldo resultante del conjunto de derechos de cobro y obligaciones de pago en una hora que determinan el saldo SALDOLIQ al que se hace referencia en el apartado 15.",
        "27.3 Efectos en la liquidación de Baleares.",
        "Los derechos de cobro y obligaciones de pago anotados en los apartados 25.1 y 25.2, así como la energía liquidada, se considerarán en la liquidación del despacho de Baleares, según se establece en el apartado 2 del anexo del Real Decreto 1623/2011, de 14 de noviembre, por el que se regulan los efectos de la entrada en funcionamiento del enlace entre el sistema eléctrico peninsular y el balear, y se modifican otras disposiciones del sector eléctrico.",
        "28. Liquidación del control del factor de potencia.",
        "Desde la fecha de entrada en vigor del Real Decreto 413/2014, de 6 de junio, por el que se regula la actividad de producción de energía eléctrica a partir de fuentes de energía renovables, cogeneración y residuos, el servicio de ajuste de control del factor de potencia, se liquidará según lo establecido en el anexo III de dicho real decreto.",
        "VIII. Liquidación de costes a la demanda",
        "29. Coste horario agregado de los servicios de ajuste del sistema y del servicio de interrumpibilidad.",
        "29.1 Coste horario agregado de los servicios de ajuste del sistema (CSA).",
        "Es la suma de los ingresos y costes siguientes de todos los periodos de programación en cada hora:",
        "a) Coste de las restricciones técnicas al PBF.",
        "b) Coste de la banda de regulación secundaria.",
        "c) Coste de la potencia asignada en el servicio de respuesta activa de la demanda.",
        "d) Ingreso o coste del saldo de la liquidación de energías posteriores al PHFC.",
        "e) Sobrecoste de las restricciones técnicas en tiempo real.",
        "f) Ingreso del control del factor de potencia.",
        "g) Asignación del importe de los incumplimientos de asignación neta de energía de balance RR y terciaria.",
        "h) Asignación del importe de los incumplimientos de la asignación de energía del servicio de respuesta activa de la demanda.",
        "i) Saldo horario de la cuenta de compensación indicada en el P.O. 14.6.",
        "j) Coste de los intercambios internacionales de apoyo con precio.",
        "k) Intercambios de energía en sentido importador entre sistemas eléctricos por seguridad del sistema.",
        "29.2 Coste horario del servicio de interrumpibilidad (CSINT).",
        "El coste fijo mensual de la liquidación del servicio establecido en al artículo 13.3.a) de la Orden IET/2013/2013, de 31 de octubre, por la que se regula el mecanismo competitivo de asignación del servicio de gestión de la demanda de interrumpibilidad, se repartirá como coste horario en proporción a la demanda en barras de central en cada hora.",
        "29.3 Liquidación del coste a la demanda.",
        "Cada uno de los costes horarios anteriores se liquida a las unidades de adquisición en proporción a sus consumos horarios medidos elevados a barras de central (MBC",
        "El operador del sistema publicará en cada hora el precio de cada uno de los derechos de cobro y obligaciones de pago de los apartados indicados.",
        "CDEM = CSA + CSINT",
        "Si CDEM es positivo se liquidará una obligación de pago:",
        "OPCSA",
        "Si CDEM es negativo se liquidará un derecho de cobro:",
        "DCCSA",
        "Siendo MBCua la energía horaria medida en barras de central de la unidad de programación ",
        "29.4 Publicación del desglose horario del coste agregado.",
        "El operador del sistema publicará el desglose horario en porcentaje del valor de CDEM que corresponde a cada uno de los conceptos del apartado 27.1 y al apartado 29.2.",
        "ANEXO I",
        "Información opcional del incumplimiento de energías de balance por unidades de programación",
        "1. La energía incumplida a subir de cada unidad de programación u no integrada en la zona de regulación z del BRP s se calculará según la fórmula siguiente:",
        "EINCLEBALS",
        "EINCLEBALS",
        "donde:",
        "STGS",
        "EREFS",
        "IT",
        "SRTRS",
        "La obligación de pago de cada unidad de programación por su energía incumplida a subir se calculará según la fórmula de pago siguiente:",
        "OPEINCLEBALS",
        "2. La energía incumplida a bajar de cada unidad de programación u no integrada en la zona de regulación z del BRP s se calculará según la fórmula siguiente:",
        "EINCLEBALB",
        "EINCLEBALB",
        "Donde:",
        "STGB",
        "EREFB",
        "IT",
        "SRTRB",
        "La obligación de pago de cada unidad de programación por su energía incumplida a bajar se calculará según la fórmula de pago siguiente:",
        "OPEINCLEBALB",
        "ANEXO II",
        "Medida en barras de central de las unidades de programación",
        "a) La medida en barras de central de las unidades de programación de producción, de las unidades de programación de consumo de bombeo, de otros almacenamientos y de las unidades de programación de consumo de servicios auxiliares, será la suma de las medidas de los puntos frontera asignados a las instalaciones de producción que integran cada unidad de programación.",
        "En el caso de ausencia de medidas de las unidades de programación de producción se considerará como valor de la medida el valor cero. En el caso de ausencia de medidas de las unidades de programación de consumo de bombeo se considerará como valor de la medida el valor del programa.",
        "b) Con cierre de medidas de demanda para el cálculo de pérdidas, la medida en barras de central, MBC",
        "MBC",
        "Donde:",
        "MPFC",
        "CPRREAL",
        "En cada hora, el coeficiente de liquidación horario CPRREAL",
        "CPRREAL",
        "Donde:",
        "K = Coeficiente de ajuste horario. En cada hora, el coeficiente de ajuste horario K se calculará como el correspondiente al último cierre de medidas disponible según la siguiente fórmula:",
        "K = (PERTRA + PERDIS – PEREXP) / PERN",
        "donde:",
        "PERTRA = Pérdidas horarias medidas en la red de transporte.",
        "PERDIS = Pérdidas horarias medidas en todas las redes de distribución.",
        "PEREXP = Pérdidas horarias asignadas a todas las unidades de exportación.",
        "PERN = Ʃ",
        "CPERN",
        "c) Sin cierre de medidas de demanda para el cálculo de pérdidas, la medida en barras de central de las unidades de demanda de un BRP, MBC",
        "MBC",
        "Donde:",
        "SALDOENE",
        "SALDOENE = MBCprod + MBCimex + MBCliqpot + PHLdemresto",
        "Donde:",
        "MBCprod = Medida liquidada de todas las unidades de generación.",
        "MBCimex = Medida liquidada en barras de central de todas las unidades de importación y exportación.",
        "MBCliqpot = Medida liquidada en barras de central a unidades de adquisición para demanda con liquidación potestativa según el apartado 6.6 del P.O. 14.1.",
        "PHLdemresto = Suma de la posición final POSFIN y ajuste del desvío AJUDSV de unidades de adquisición para demanda excluida la energía con liquidación potestativa.",
        "PHL",
        "SALDOENE",
        "MBCliqpot",
        "d) La medida en barras de central de unidades de programación de importación será la energía asignada a la unidad en el programa de intercambio en la frontera internacional acordado por ambos operadores del sistema.",
        "e) La medida en barras de central de unidades de programación de exportación será la energía asignada a la unidad en el programa de intercambio en la frontera internacional acordado por ambos operadores del sistema, más las pérdidas de transporte en el caso de exportaciones por fronteras con países con los que no se haya firmado acuerdo de reciprocidad, de acuerdo con la siguiente fórmula:",
        "MBC",
        "Donde:",
        "MBC",
        "PFI",
        "CPER",
        "f) La medida de las unidades de programación genéricas y unidades de programación porfolio es cero.",
        "ANEXO II bis",
        "Medida en barras de central de las unidades de programación",
        "a) La medida en barras de central de las unidades de programación de producción, de las unidades de programación de consumo de bombeo, de otros almacenamientos y de las unidades de programación de consumo de servicios auxiliares, será la suma de las medidas de los puntos frontera asignados a las instalaciones de producción que integran cada unidad de programación.",
        "En el caso de ausencia de medidas de las unidades de programación de producción se considerará como valor de la medida el valor cero. En el caso de ausencia de medidas de las unidades de programación de consumo de bombeo se considerará como valor de la medida el valor del programa.",
        "b) Con cierre de medidas de demanda para el cálculo de pérdidas, la medida en barras de central, MBC",
        "MBC",
        "Donde:",
        "MPFC",
        "CPRREAL",
        "En cada hora, el coeficiente de liquidación horario CPRREAL",
        "CPRREAL",
        "Donde:",
        "K = Coeficiente de ajuste horario. En cada hora, el coeficiente de ajuste horario K se calculará como el correspondiente al último cierre de medidas disponible según la siguiente fórmula:",
        "K = (PERTRA + PERDIS – PEREXP) / PERN",
        "Donde:",
        "PERTRA = Pérdidas horarias medidas en la red de transporte.",
        "PERDIS = Pérdidas horarias medidas en todas las redes de distribución.",
        "PEREXP = Pérdidas horarias asignadas a todas las unidades de exportación.",
        "PERN = Ʃ",
        "CPERN",
        "c) Sin cierre de medidas de demanda para el cálculo de pérdidas, la medida en barras de central de las unidades de demanda de un BRP, MBC",
        "MBC",
        "Donde:",
        "SALDOENE",
        "EENOADQ",
        "EENOADQ",
        "Si PHL",
        "SALDOENE = MBCprod + MBCimex + MBCliqpot + PHLdemresto + Ʃ",
        "Donde:",
        "MBCprod = Medida liquidada de todas las unidades de generación.",
        "MBCimex = Medida liquidada en barras de central de todas las unidades de importación y exportación.",
        "MBCliqpot = Medida liquidada en barras de central a unidades de adquisición para demanda con liquidación potestativa según el apartado 6.6 del P.O. 14.1.",
        "PHLdemresto = Suma de la posición final POSFIN y ajuste del desvío AJUDSV de unidades de adquisición para demanda excluida la energía con liquidación potestativa.",
        "PHL",
        "PHL",
        "SALDOENE",
        "MBCliqpot",
        "Cminor = El coeficiente de minoración de la energía consumida en el mismo mes del año anterior, establecido en el P.O. 14.3.",
        "EMMA",
        "EENOADQ",
        "En la formulas anteriores, los valores de unidades de generación y de importación son positivos, y los valores de unidades de adquisición y de exportación son negativos.",
        "d) La medida en barras de central de unidades de programación de importación será la energía asignada a la unidad en el programa de intercambio en la frontera internacional acordado por ambos operadores del sistema.",
        "e) La medida en barras de central de unidades de programación de exportación será la energía asignada a la unidad en el programa de intercambio en la frontera internacional acordado por ambos operadores del sistema, más las pérdidas de transporte en el caso de exportaciones por fronteras con países con los que no se haya firmado acuerdo de reciprocidad, de acuerdo a la siguiente fórmula:",
        "MBC",
        "Donde:",
        "MBC",
        "PFI",
        "CPER",
        "f) La medida de las unidades de programación genéricas y unidades de programación porfolio es cero.",
        "ANEXO III",
        "Medidas para verificación del cumplimiento de asignaciones de RR y terciaria y restricciones técnicas hasta disponer de medida de contador cuarto-horaria",
        "Mientras no se disponga de medidas de energía cuarto-horarias procedentes de los contadores de energía para la liquidación, la medida para la verificación del cumplimiento de las asignaciones de energía de balance RR y terciaria de acuerdo con lo dispuesto en el apartado 8 o por restricciones técnicas de acuerdo con lo dispuesto en los apartados 18.6 y 19.4 de este procedimiento, se calculará para cada unidad de programación como:",
        "a) La integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente, en el caso de unidades de programación de producción, de consumo de bombeo o de otros almacenamientos.",
        "b) En las liquidaciones con medidas de demanda, la integral del valor de la telemedida de potencia activa recibida en tiempo real en el periodo de programación cuarto-horario correspondiente elevada a barras de central en el caso de unidades de programación de demanda, de acuerdo con lo establecido en el apartado b del anexo II de este procedimiento.",
        "A tal efecto, los participantes enviarán al operador del sistema el desglose por peaje de acceso de la medida cuarto-horaria calculada según el párrafo anterior.",
        "El participante podrá comunicar el desacuerdo al operador del sistema con el valor de integral de telemedida de potencia publicado mediante la comunicación de una incidencia sobre la integral de telemedida cuarto-horaria del punto afectado como si de una incidencia de medida de energía horaria se tratara, según se describe el apartado 3.4.2 del P.O. 10.5. Los plazos de comunicación y resolución por parte del encargado de lectura serán los recogidos en el apartado 8.6.2.a (i) del P.O. 10.5."
    ],
    "materias": [
        "Comisión Nacional de los Mercados y la Competencia",
        "Consumo de energía",
        "Electricidad",
        "Energía eléctrica",
        "Precios",
        "Reglamentaciones técnicas",
        "Retribuciones",
        "Subastas",
        "Suministro de energía"
    ]
}