{
    "identificador": "BOE-A-2023-22690",
    "origen_legislativo": "Estatal",
    "fecha_publicacion": "20231107",
    "diario_numero": "266",
    "seccion": "3",
    "articulos": [
        "El Presidente del Consejo de Seguridad Nuclear y el Apoderado de Nfoque Advisory Services, SL, han suscrito, con fecha 26 de octubre de 2023, un Convenio para la ejecución del proyecto de I+D sobre «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)».",
        "Para general conocimiento, y en cumplimiento de lo establecido en el artículo 48.8 de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, dispongo la publicación en el «Boletín Oficial del Estado» del referido convenio, como anejo a la presente resolución.",
        "Madrid, 30 de octubre de 2023.–El Presidente del Consejo de Seguridad Nuclear, Juan Carlos Lentijo Lentijo.",
        "ANEJO",
        "Convenio de colaboración entre el Consejo de Seguridad Nuclear y NFoque Advisory Services, SL, para la ejecución del proyecto de I+D sobre «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)»",
        "REUNIDOS",
        "De una parte, don Juan Carlos Lentijo Lentijo, Presidente del Consejo de Seguridad Nuclear (en adelante CSN), cargo para el que fue nombrado por el Real Decreto 275/2022, de 12 de abril, en nombre y representación de este organismo con domicilio en la calle Pedro Justo Dorado Dellmans, número 11, de Madrid, y NIF Q2801036-A, y en virtud de las competencias que le son atribuidas por el Real Decreto 1440/2010, de 5 de noviembre (BOE núm. 282, de 22 de noviembre).",
        "De otra parte, don Benito Álvarez Fernández, en su calidad de Apoderado de NFoque Advisory Services, SL (en adelante NFoque), en nombre y representación de NFoque, con sede en calle O´Donnell, 34, 1.º, 28009 Madrid, con CIF B85296424.",
        "Ambos intervienen para la realización de este acto por sus respectivos cargos y en el ejercicio de las facultades que, para convenir en nombre de las Entidades a que representan, tienen conferidas y, a tal efecto,",
        "EXPONEN",
        "Primero.",
        "Que el CSN suscribe el presente convenio en el ejercicio de la función que le atribuye su Ley de Creación (Ley 15/1980, de 22 de abril), en su artículo 2, letra ll) para «realizar los estudios, evaluaciones e inspecciones de los planes, programas y proyectos necesarios para todas las fases de la gestión de los residuos radiactivos»; y letra p) para «establecer y efectuar el seguimiento de planes de investigación en materia de seguridad nuclear y protección radiológica».",
        "Segundo.",
        "Que el Plan de I+D+i del CSN para el período 2021-2025 aprobado por el pleno del CSN el 21 de diciembre de 2021, establece las líneas de investigación dentro del ámbito de la Ley 25/1964, de 29 de abril, sobre Energía Nuclear. Dicho plan establece en su apartado IV.1 las «Líneas estratégicas de I+D+i con retornos para la seguridad nuclear», explicitando en los puntos IV.1.1, IV.1.2 y IV.1.5, los asuntos relacionados con métodos y herramientas de análisis y simulación, metodologías de análisis de seguridad, y el comportamiento frente accidentes más allá de la base de diseño; líneas éstas dentro de las cuales se enmarca el proyecto de I+D objeto de este convenio.",
        "Tercero.",
        "Que la empresa NFoque Advisory Services, SL, tiene como objeto los servicios de consultoría en todos aquellos aspectos relativos al diseño y mejora de procesos operativos, por lo que tiene interés y experiencia en el desarrollo de actividades de colaboración en los ámbitos de la seguridad nuclear y de la protección radiológica. Muy en particular, la empresa NFoque dispone de una amplia experiencia en la utilización de códigos termohidráulicos y termomecánicos en el campo de la seguridad nuclear, entre otros.",
        "Cuarto.",
        "Que el CSN y NFoque (en adelante las partes) han colaborado en el pasado para el desarrollo de diversos proyectos de investigación. En particular, la empresa NFoque ha colaborado durante el período 2018 a 2022 en el programa «Code Applications and Maintenance Program» (CAMP) de la United States Nuclear Regulatory Commission, dentro del proyecto nacional asociado CAMP-España. Estos proyectos se han desarrollado de forma satisfactoria para ambas partes.",
        "Quinto.",
        "Que, a la vista de los excelentes resultados obtenidos hasta ahora, las partes consideran conveniente continuar realizando actividades conjuntas de colaboración, lo que se considera beneficioso para el cumplimiento de los objetivos establecidos para el mismo, y en particular para reforzar y complementar la participación española en el programa.",
        "Sexto.",
        "Que el convenio supone una cooperación entre las partes con la finalidad de garantizar el cumplimiento de los objetivos que tienen en común; y que el desarrollo de dicha cooperación se guía únicamente por consideraciones relacionadas con el interés público.",
        "Séptimo.",
        "Que las partes consideran que la colaboración entre ellas en este campo contribuirá al mejor cumplimiento de los objetivos propios de cada una de ellas, y aumentará el conocimiento científico y técnico en este ámbito en beneficio de ambas.",
        "Por todo ello, las partes convienen en formalizar el presente convenio con sujeción a las siguientes",
        "CLÁUSULAS",
        "Primera. Objeto.",
        "El objeto general de este convenio es la realización del proyecto titulado «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)».",
        "El presente convenio establece los términos y condiciones en que las partes colaborarán en la ejecución y desarrollo del proyecto Metatf. El alcance de las actividades que se considera necesario realizar para alcanzar este objetivo se detalla en la Memoria Técnica que se adjunta a este convenio como anexo 1.",
        "Segunda. Obligaciones de las partes.",
        "Son obligaciones de NFoque dentro de este convenio:",
        "– Poner a disposición del convenio el personal necesario para garantizar la máxima calidad de los trabajos en él incluidos. En caso de ser necesario un esfuerzo de personal mayor del que se ha estimado en el momento de la firma del convenio, las partes lo revisarán siguiendo lo indicado en sus cláusulas.",
        "– Realizar las actividades que se describen en la Memoria Técnica (anexo 1) que se adjunta, relacionadas con los objetivos descritos en la cláusula primera.",
        "– Documentar los trabajos realizados dentro del convenio, en la forma que se describe en la Memoria Técnica (anexo 1 a este convenio).",
        "– Poner a disposición del CSN los resultados, métodos, códigos, metodologías, y, en general, toda la información que se genere durante la realización de las actividades objeto de este convenio.",
        "– Contribuir a la financiación de los costes del convenio en la forma que se describe en la cláusula cuarta.",
        "Son obligaciones del CSN dentro de este convenio:",
        "– Poner a disposición de NFoque los datos e información de que disponga y que pudieran ser necesarios para la realización de los trabajos.",
        "– Aportar horas de dedicación del personal técnico que pondrá su conocimiento a disposición de los equipos de expertos, dirigiendo y supervisando las tareas y trasladando la visión reguladora durante todo el desarrollo del proyecto.",
        "– Contribuir a la financiación de los gastos del convenio en la forma que se describe en la cláusula cuarta.",
        "Tercera. Responsabilidad.",
        "Las consecuencias aplicables en caso de incumplimiento de las obligaciones y compromisos asumidos por cada una de las partes en el presente convenio y, en su caso, los criterios para determinar la posible indemnización por el incumplimiento, se determinarán teniendo en cuenta las circunstancias concurrentes.",
        "Cuarta. Financiación.",
        "El coste total del convenio comprenderá las partidas indicadas en la Memoria Económica que se adjunta como anexo 2 de este convenio, donde se detallan los costes asociados a cada actividad. Con arreglo a las cantidades que figuran en la misma, el presupuesto total previsto para el proyecto durante la vigencia del mismo asciende a doscientos cuatro mil seiscientos cuatro euros con noventa céntimos (204.604,90 €), impuestos incluidos.",
        "El CSN aportará la cantidad total de cien mil ciento cuatro euros con noventa céntimos (100.104,90 €), impuestos incluidos, que corresponde a un 49 % del total citado. NFoque aportará ciento cuatro mil quinientos euros (104.500,00 €), lo que supone un 51 % del coste total.",
        "La distribución de la contribución del CSN se establece en aportaciones anuales, correspondiendo a la aplicación presupuestaria con código 20.302.424M.640, abonándose cada uno de los pagos tras la correspondiente emisión por parte de NFoque de la nota de cargo, en la forma y plazos que se detallan en la Memoria Económica.",
        "Las citadas cantidades serán satisfechas por el CSN previa entrega y aceptación de la documentación que se define en la Memoria Técnica y en la Memoria Económica, y se abonarán condicionadas a la previa existencia de crédito específico y suficiente en cada ejercicio, con cumplimiento de los límites establecidos en el artículo 47 de la Ley General Presupuestaria.",
        "Estas condiciones económicas podrán ser revisadas en caso de producirse alguna modificación de las bases del convenio y de sus contenidos técnicos y presupuestarios.",
        "Tanto el CSN como NFoque realizan en el mercado abierto menos del 20 % de las actividades objeto de la cooperación.",
        "Quinta. Condiciones técnicas.",
        "La aplicación de este convenio se regirá por las condiciones técnicas recogidas en la Memoria Técnica del anexo 1, que podrán ser revisadas conjuntamente en atención a circunstancias especiales sin que ello afecte a la naturaleza del mismo.",
        "Sexta. Seguimiento del convenio.",
        "Para la correcta ejecución del convenio, se constituirá una comisión de seguimiento compuesta por, al menos, una persona en representación de cada una de las partes, que podrá estar asesorada por otros responsables técnicos. Estos representantes serán nombrados por sus respectivas instituciones.",
        "Estos representantes serán los responsables técnicos encargados de realizar la coordinación técnica y estarán encargadas de controlar el desarrollo del convenio, y de proponer de mutuo acuerdo, en el seno de la comisión de seguimiento, las decisiones necesarias para la buena marcha de las actividades contempladas en el mismo. Para ello, podrán asesorarse por las personas expertas que consideren oportuno.",
        "Cualquier modificación respecto a las personas nombradas para la coordinación de este proyecto será comunicada mediante carta, reflejando los motivos del cambio.",
        "Esta comisión de seguimiento será la encargada de resolver de mutuo acuerdo los problemas de interpretación y cumplimiento que puedan plantearse.",
        "Séptima. Modificación.",
        "Los términos del convenio se podrán revisar o modificar en cualquier momento a petición de cualquiera de las partes, de manera que puedan introducirse, de mutuo acuerdo, tales modificaciones o revisiones.",
        "Octava. Régimen jurídico y resolución de conflictos.",
        "El presente convenio tiene naturaleza administrativa y se regulará por lo previsto en el capítulo VI del título preliminar de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público.",
        "La interpretación del convenio se realizará bajo el principio de buena fe y confianza legítima entre las partes.",
        "Las cuestiones litigiosas a las que pueda dar lugar la interpretación, modificación, efectos o resolución del contenido del presente convenio se resolverán de mutuo acuerdo entre las partes, mediante diálogo y negociación entre los coordinadores en el seno de las reuniones de seguimiento establecidas en la cláusula sexta. Si no fuera posible alcanzar un acuerdo, serán sometidas a los tribunales competentes de la jurisdicción contencioso-administrativa.",
        "Novena. Confidencialidad.",
        "Las partes conceden, con carácter general, la calificación de información reservada a la generada en aplicación de este convenio, por lo que asumen de buena fe el tratamiento de restricción en su utilización por sus respectivas organizaciones a salvo de su uso para el destino o finalidad pactados o de su divulgación, que habrá de ser autorizada previamente caso por caso por cada una de las partes.",
        "Asimismo, cada una de las partes se compromete a mantener de forma confidencial la información y/o documentación que le haya sido facilitada por la otra parte y que, por su naturaleza, o por haberse hecho constar expresamente, tenga carácter confidencial.",
        "Esta obligación de confidencialidad se mantendrá en vigor una vez finalizado el presente convenio.",
        "La aplicación en otros proyectos de los conocimientos adquiridos por las partes como consecuencia de su participación en este proyecto no estará restringida por ninguna condición adicional.",
        "Décima. Propiedad intelectual e industrial.",
        "Los derechos de propiedad industrial e intelectual que recaigan sobre los trabajos o resultados de las actividades que se realicen dentro del alcance de este convenio pertenecerán exclusivamente a las partes, como únicos titulares de los mismos, por lo que ninguna entidad podrá divulgar dichos trabajos o resultados, ni realizar explotación alguna de los derechos reconocidos sobre los mismos, incluyendo su cesión a terceros, sin contar con la previa aprobación escrita de la otra parte.",
        "En caso de que se obtuvieran ingresos económicos derivados de los resultados de los trabajos o de las actividades de investigación, ambas partes tendrán derecho a percibirlos en la misma proporción, siendo no obstante necesario, antes de proceder al correspondiente reparto, detraer de los citados ingresos el importe de los costes y gastos que cada una de las partes haya aportado al proyecto de conformidad con lo establecido en el presente convenio.",
        "La difusión de los resultados del proyecto, ya sea a través de publicaciones o de presentaciones en talleres, conferencias, o mediante cualquier otro medio, hará referencia a la financiación del proyecto por parte del CSN.",
        "El contenido de esta cláusula permanecerá en vigor de forma indefinida una vez finalizado el presente convenio.",
        "Undécima. Protección de datos de carácter personal.",
        "Las partes se obligan a que los datos personales a que pudieran tener acceso durante el desarrollo de las actividades recogidas en el presente convenio, sean procesados de conformidad a lo estipulado en la Ley 3/2018, de 5 de diciembre, de Protección de Datos de Carácter Personal y Garantía de los Derechos Digitales, derivada del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, y por el que se deroga la Directiva 95/46/CE (Reglamento General de Protección de Datos).",
        "Duodécima. Vigencia y prórroga.",
        "De conformidad con la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, el presente convenio se perfecciona con el consentimiento de las partes y resultará eficaz una vez inscrito en el Registro Estatal de Órganos e Instrumentos de Cooperación del sector público estatal. Asimismo, será publicado en el «Boletín Oficial del Estado».",
        "Permanecerá en vigor desde el día de su registro y durante dieciocho meses. En cualquier momento podrá prorrogarse antes de su vencimiento con un límite máximo de cuatro años de duración, por acuerdo de ambas partes y en base a las condiciones que se acuerden en su momento. Todo ello con los límites que establece la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público. En este caso, se formalizará la oportuna adenda de modificación y/o de prórroga, incluyendo en su caso las condiciones de la prórroga con anterioridad a la fecha del vencimiento del convenio.",
        "Decimotercera. Extinción y suspensión.",
        "El presente convenio se extinguirá por el cumplimiento de las actuaciones que constituyen su objeto o por incurrir en alguna de las causas de resolución previstas en el artículo 51.2 de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público. Asimismo, las partes por motivos razonables podrán rescindir o suspender temporalmente este convenio, preavisando con al menos tres meses de antelación a la fecha en que la resolución deba ser efectiva.",
        "En caso de resolución del convenio, las partes quedan obligadas al cumplimiento de sus respectivos compromisos hasta la fecha en que ésta se produzca y dará lugar a la liquidación del mismo con el objeto de determinar las obligaciones y compromisos de cada una de las Partes en los términos establecidos en el artículo 52 de la Ley 40/2015.",
        "NFoque entregará al CSN un informe de los resultados obtenidos hasta el momento de la interrupción, pudiendo utilizar libremente dichos resultados, siempre que se salvaguarden las condiciones estipuladas en las cláusulas novena y décima.",
        "Las partes manifiestan su conformidad con el presente convenio, en Madrid, a 26 de octubre de 2023.–Por el Consejo de Seguridad Nuclear, el Presidente, Juan Carlos Lentijo Lentijo.–Por NFoque Advisory Services, SL, el Apoderado, Benito Álvarez Fernández.",
        "ANEXO 1",
        "Memoria técnica",
        "Convenio entre el Consejo de Seguridad Nuclear y NFoque Advisory Services, SL, para la ejecución del proyecto de I+D «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)»",
        "1. Introducción y antecedentes",
        "Con fecha 6 de mayo de 2022 la plataforma CEIDEN anunció la «apertura de solicitud de propuestas de proyectos de I+D+i» al CSN a instancia de miembros de CEIDEN. La empresa Nfoque Advisory Services (NFoque) presentó propuesta de proyecto para el «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF», que se ha denominado con el acrónimo Metatf. Esta memoria técnica describe los objetivos, contenido, descripción de productos y calendario de ejecución del citado proyecto.",
        "Tras el accidente de Fukushima, la comunidad internacional comenzó a interesarse por la posibilidad de emplear combustibles con mejores prestaciones ante accidentes con potencial daño al núcleo, por lo que se desarrolló una nueva línea de investigación enfocada en conseguir diseños de Combustibles Tolerantes a Accidentes (ATF), los cuales han sido renombrados recientemente bajo estas mismas siglas en inglés, como «Combustibles de Tecnología Avanzada».",
        "Desde entonces, los proyectos relativos a los combustibles de tipo ATF han tenido una buena acogida en todos los ámbitos del sector nuclear, tanto en el mundo académico con instituciones de investigación, como por la industria, debido al posible gran impacto en los márgenes de seguridad y en operación de las centrales nucleares, entre otros aspectos.",
        "En la actualidad existen muchos programas internacionales destinados al estudio, análisis y simulación del comportamiento del combustible ATF ante determinados escenarios y bajo premisas concretas.",
        "Entre todo el extenso catálogo de programas destacan «ENCORE Fuel Programme» (de WEC y ENUSA), proyectos europeos del programa H2020 (McSAFER), proyectos coordinados de la OIEA como FUMAC, o «Testing and Simulation for Advanced Technology and Accident Tolerant Fuels» (ATF-TS). Así mismo destacan los informes publicados por los grupos de trabajo de la NEA, OIEA y EPRI.",
        "En el informe SOAR de la NEA (referencia [1]), se abordan diversas problemáticas y cuestiones relativas a los materiales de las pastillas de uranio y de las vainas. Así mismo, en dicho informe, se definen en detalle los escenarios de accidente más significativos para la evaluación de combustibles ATF y que son aplicables a todas las tecnologías (PWR, BWR o VVER). Dichos escenarios serían:",
        "– DBA. LBLOCA: Escenario de baja presión.",
        "– DEC-A. SBO: Escenario con alta presión.",
        "Experiencia previa en ATFS del grupo NFoque:",
        "Actualmente NFoque participa en un proyecto coordinado de investigación del OIEA: «CRP on Testing and Simulation of Advanced Technology Fuels (ATF-TS) (2020-2023)».",
        "Dentro de dicho proyecto se prevé la realización de nuevos experimentos con vainas con recubrimiento de Cr, vainas de FeCrAl y SiC mediante experimentos Round Robin y otros, a nivel de elemento en la instalación DEGREE (Japón). Además, se cuenta con los resultados de series experimentales previas como las correspondientes a las pruebas IFA-650.",
        "En este proyecto, NFoque colabora con el grupo de la UPM liderado por el profesor don César Queral. La colaboración del Grupo NFoque está más enfocada hacia la modificación del código termo-mecánico TRANSURANUS, así como su testeo y validación posterior. Es de destacar que la participación en dicho CRP del OIEA no incluye ningún tipo de financiación.",
        "Con respecto al manejo de códigos de simulación, NFoque cuenta con una extensa experiencia previa en los siguientes códigos aplicados al análisis de seguridad de centrales nucleares:",
        "– Códigos de núcleo: COBAYA, SIMULATE-3.",
        "– Códigos de planta: TRACE, TRAC-BF1.",
        "– Códigos de subcanal: COBRA-TF.",
        "– Códigos de termomecánica de combustible: TRANSURANUS, FRAPTRAN.",
        "– Librerías de datos nucleares (JEFF-3.3, ENDF/B-VIII.0,…).",
        "– Sistemas de gestión de bases de datos: NEA/JANIS.",
        "– Códigos de procesamiento de datos nucleares (NJOY, FRENDY,…).",
        "– Códigos de celda-elemento: CASMO-4, SCALE, SERPENT, MCNP.",
        "– Códigos neutrónicos de reactor: PARCS.",
        "– Desarrollos propios en FORTRAN 77, FORTRAN 90, PYTHON y MATLAB.",
        "Así mismo, el Grupo NFoque se encuentra integrado en los siguientes grupos de trabajo:",
        "– Grupo SIREN: Simulación de Reactores Nucleares. Plataforma CEIDEN.",
        "– Programa CAMP España. CAMP es el programa de la USNRC con el objetivo de Validar y Verificar (V&V) códigos de simulación nuclear, y colaborar internacionalmente en la mejora de sus prestaciones. El Programa CAMP de la USNRC está coordinado en España por el CSN.",
        "– Working Group on Analysis and Management of Accidents (WGAMA) de la NEA. Participación en el International Standard Problem ISP-51 en la validación del Código TRACE ante plantas con sistemas de emergencia pasivos (CAP1400) mediante la reproducción de experimentos SBLOCA de la planta experimental ACME.",
        "2. Objetivos del convenio",
        "El presente proyecto tiene como Objetivo Principal (OP) el «desarrollo de una metodología de análisis termo-mecánico (TM) mediante el código TRANSURANUS basada en condiciones de contorno termo-hidráulicas (TH) de medidas reales de planta ante accidentes postulados del tipo LBLOCA y DEC bajo un enfoque de Estimación Óptima con Cuantificación de Incertidumbres (BEPU) con el fin de ahondar en el conocimiento a nivel industrial de los combustibles tolerantes a fallos (ATF)».",
        "De esta manera, se pretende aplicar la metodología desarrollada para predecir el comportamiento esperado de la barra caliente (PCT, ",
        "Con tal objetivo y alcance se propone el convenio entre el CSN y NFoque para el «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)».",
        "3. Enumeración y descripción de las actividades y tareas",
        "Para la consecución de dicho OP sería necesario dividir el trabajo en subtareas con unos objetivos adicionales concretos (OA) tales como:",
        "OA 1. Análisis de las correlaciones actualmente implementadas y disponibles en el código TRANSURANUS. Comportamiento termo-mecánico esperable del combustible ATF.",
        "OA 2. Optimización de las correlaciones anteriores dando respuesta a las medidas experimentales realizadas sobre ATF, publicadas a nivel internacional y actualmente disponibles.",
        "OA 3. Análisis de los modelos termo-mecánicos disponibles en TRACE vs modelos en TRANSURANUS. Modificación de los modelos TM de TRACE para adecuación a las condiciones de contorno requeridas para el modelado de combustible ATF.",
        "OA 4. Análisis termo-mecánico del canal caliente en secuencias tipo BDA (LBLOCA) y DEC-A(SBO) en LWRs empleando condiciones de contorno del código TH de sistemas TRACE. Impacto del empleo de combustible ATF frente el combustible convencional.",
        "Los objetivos adicionales anteriores se encuentran asociados a las siguientes tareas:",
        "Tarea 1. Análisis bibliográfico del comportamiento del combustible ATF ",
        "Actualmente existe una amplia literatura disponible sobre el comportamiento TM de las vainas compuestas por FeCrAl, CSi o Zircaloy con recubrimiento de Cr y de la difusión de los productos de fisión en pastillas de combustible compuestos por UO2 dopado con Cr2O3.",
        "Tarea 2. Análisis bibliográfico de los modelos termo-mecánicos implementados en el código TRANSURANUS para simulación del comportamiento del combustible ATF.",
        "En esta tarea se pretende revisar la bibliografía relacionada con los distintos tipos de vaina y pastilla ya disponibles en el código TRANSURANUS. Uno de los objetivos fundamentales de esta tarea es la identificación de fortalezas y debilidades del propio código con respecto a las correlaciones de predicción de comportamiento termo-mecánico, así como la interacción pastilla-vaina. Dicho código fuente tendría que modificarse en lo relativo a las propiedades y modelos necesarios para reproducir el comportamiento de los combustibles ATF.",
        "Tarea 3. Ajuste de correlaciones que modelen el comportamiento termo-mecánico del combustible ATF detallado en las referencias seleccionadas previamente.",
        "Obtención de ecuaciones que ajusten las medidas experimentales reseñadas en la bibliografía. En la mayoría de los casos, se deberán ajustar los coeficientes de las correlaciones con ecuaciones tipo Arrhenius (exponenciales del inverso de la temperatura) destacando los rangos de validez de dichos ajustes.",
        "Tarea 4. Implementación de las ecuaciones desarrolladas mediante las medidas experimentales en el código TRANSURANUS.",
        "El objetivo principal de esta tarea se centra en la modificación del código fuente del programa TRANSURANUS en aquellas subrutinas necesarias para introducir las ecuaciones y correlaciones previamente analizas y seleccionadas que puedan reproducir con cierta fiabilidad el comportamiento TM del combustible ATF.",
        "Para los ajustes de las correlaciones, así como en la propia validación de las modificaciones del código TRANSURANUS, se emplearían como soporte datos experimentales tales como las Halden LOCA tests IFA-650.9 e IFA-650.10, tal y como se utilizan en el FUMAC CRP (referencia [2]).",
        "Estos experimentos se emplean para la validación de los códigos TM durante la simulación del comportamiento del combustible ante escenarios LOCA, utilizando condiciones de contorno provenientes del código termo-hidráulico (TH) correspondiente. En el caso del proyecto propuesto, el código TH a emplear sería TRACE.",
        "Tarea 5. Identificación de los modelos Termo-mecánicos disponibles en TRACE. Comparativa cualitativa y cuantitativa con respecto a TRANSURANUS. Modificación de los modelos en TRACE (por ejemplo, modelos de oxidación) si aplica.",
        "La metodología de cálculo que se pretende desarrollar está basada en el cálculo TM de la barra combustible con TRANSURANUS a partir de condiciones de contorno TH proporcionadas por el código TH de sistemas TRACE para el canal caliente. Las simulaciones de TRACE se centran en un modelo de planta completo de una central nuclear real de 3 lazos tipo-W.",
        "En la metodología propuesta, TRACE proporcionará las condiciones de contorno TH junto con el perfil/historia de potencia de la barra caliente. El código TM TRANSURANUS, recibirá dicha información para poder simular el comportamiento del combustible empleando los modelos TM del código. Para ello, el código TM tiene que estar validado previamente.",
        "El análisis TM va a estar basado en la suposición de que el comportamiento TM de la barra de combustible no tiene impacto en el comportamiento TH local (temperaturas del refrigerante, fracción de huecos y coeficientes de transferencia de calor).",
        "Así mismo, los modelos de cálculo TM de TRACE, por ejemplo, el modelo de oxidación, tienen que ser los adecuados para poder transmitir las condiciones de contorno de la barra caliente convenientes a combustible ATF. Este hecho, justifica la necesidad de analizar los modelos TM incluidos en TRACE, así como su posible modificación en caso necesario.",
        "Ejemplos de metodologías similares se encuentran disponibles en la literatura (referencias [3], [4] y [5]). Emplean los códigos termo-mecánicos FRAPTRAN y BISON con cálculos de barras de combustible que aplican condiciones de contorno del canal caliente calculadas por códigos TH de sistema.",
        "Tarea 6. Análisis termo-mecánico del canal caliente en secuencias tipo BDA (LBLOCA) y DEC-A (SBO) en LWRs empleando condiciones de contorno del código TH de sistemas TRACE. Impacto del empleo de combustible ATF frente el combustible convencional.",
        "En esta última tarea del proyecto se abordarán las simulaciones de los siguientes escenarios:",
        "– Large-Break LOCA: condiciones TH y de quemado del ciclo por determinar con menor margen de seguridad frente a los criterios de aceptación.",
        "– Design Extension Condition sin degradación significativa del combustible (DEC-A) como las secuencias de SBO o MBLOCA con fallo múltiple de sistemas como el HPSI: condiciones TH y de quemado del ciclo por determinar para las condiciones más demandantes.",
        "Estos escenarios han sido seleccionados siguiendo las guías propuestas por los trabajos de I+D+i de Idaho National Laboratory, bajo financiación del DOE americano, cuyos análisis están enfocados fundamentalmente en la evaluación el impacto del riesgo aportados por los diseños ATF combinados con el óptimo uso del FLEX ",
        "Así pues, y como resumen de todo lo anterior, se pretende realizar un análisis de dichas secuencias con y sin vainas ATF y con pastillas de UO2 convencionales y dopadas con Cr2O3. El resultado permitirá realizar el correspondiente análisis de las distintas figuras de mérito seleccionadas, tales como la temperatura máxima de vaina, la oxidación local máxima, el tiempo de remojado de las varillas, el número de varillas falladas por ",
        "Así mismo, se indica la conveniencia de incluir las secuencias de SBO en el estudio del impacto del combustible ATF incluyendo el aumento de los márgenes de tiempo y la disminución del hidrógeno generado a lo largo de la secuencia.",
        "Las condiciones de contorno TH en ambos escenarios serán calculadas por el código de sistemas TRACEv5patch5, los datos neutrónicos correspondientes al núcleo provendrán de SIMULATE-3 y las condiciones iniciales de las barras de combustibles con TRANSURANUS.",
        "Este tipo de análisis tiene como objetivo conocer cuáles son las variaciones en los márgenes de la temperatura máxima de vaina (PCT) y máxima oxidación local (LMO). Así mismo, permite comprobar si algunos de los criterios de éxito varían al pasar de combustible convencional a combustible ATF.",
        "El análisis se realizará bajo el paradigma BEPU para el escenario LBLOCA en el que se emplean códigos de mejor estimación se utilizan para simular los comportamientos de la planta, el núcleo y el combustible, y se emplean suposiciones conservadoras sobre la disponibilidad de los sistemas de control y seguridad de la planta. La metodología BEPU lleva desarrollándose desde la década de los 90 para análisis de seguridad por diferentes organizaciones internacionales con aplicaciones en diferentes escenarios concernientes a estudios de seguridad de las centrales nucleares (referencias [6]-[11]). Para la simulación del SBO, se empleará la metodología BE.",
        "La Tabla I siguiente establece la relación entre los objetivos planteados y las tareas detalladas.",
        "Tabla I. Relación entre objetivos y tareas",
        "Todo ello se pretende complementar con la asistencia a seminarios de formación sobre el combustible ATF y metodologías de análisis de seguridad, asistencia a congresos nacionales y/o internacionales para presentar los trabajos realizados y ofertar una beca a estudiantes de final de grado y/o máster en energía nuclear para atraer talento joven hacia este ámbito de conocimiento.",
        "4. Equipo para la realización del trabajo",
        "Las personas de NFoque encargadas de realizar los trabajos objeto de este convenio son las siguientes:",
        "– Directora del proyecto: Amparo Soler Martínez",
        "– Dos investigadores a tiempo completo:",
        "● M.ª José Rebollo Mena.",
        "● Jorge Sánchez Torrijos.",
        "– Entidad investigadora colaboradora: Joint Research Centre a través del acuerdo de colaboración «Software Licensing Agreement N.º 35999». Mediante la firma de este acuerdo con el JRC, el Grupo NFoque adquiere pleno derecho al empleo del código Termo-mecánico TRANSURANUS en proyectos de I+D+i.",
        "Persona de contacto entidad colaboradora: Paul Van-Uffelen",
        "Además de estas personas que actuarán como colaboradores expertos, se procederá a la contratación a tiempo completo de un/a ingeniero/a o graduado para la ejecución de las tareas de investigación reseñadas.",
        "NFoque podrá sustituir a estas personas por otras en caso de necesidad, siempre que las nuevas personas dispongan de cualificaciones técnicas similares a las de las personas a las que sustituyen y sean previamente aceptadas por el CSN.",
        "Por parte del CSN se designará a una persona para la coordinación y obtención de retornos de este proyecto de I+D.",
        "5. Informes de resultados",
        "Los resultados que se obtengan como producto de las actividades englobadas dentro de este Acuerdo quedarán debidamente documentados. La presentación y aceptación de la documentación que se indica en este apartado será necesaria para poder proceder al pago previsto en el Acuerdo, tal como se indica en la Memoria Económica.",
        "Se elaborarán por parte de NFoque informes de seguimiento del Proyecto de carácter semestral, en los que se dará cuenta del estado de avance del proyecto en relación con los objetivos marcados para el periodo correspondiente. Se incluirá una descripción de las actividades realizadas y el grado de consecución de los objetivos hasta la fecha del informe, así como las presentaciones, reuniones, etc. que se hayan realizado durante el periodo. La presentación y aceptación de estos informes por el CSN será necesaria para proceder al pago parcial correspondiente.",
        "NFoque elaborará un informe final del proyecto, que se presentará al CSN con carácter previo al último pago parcial. En él se incluirá una exposición del desarrollo del proyecto y de los logros alcanzados, su comparación con los objetivos previstos y los resultados y productos que se hayan obtenido y cuya aplicación a corto, medio o largo plazo permitan prever beneficios y avances en la modelización de los escenarios de incendio en las centrales nucleares.",
        "De manera específica, las siguientes actividades se documentarán por parte de NFoque en la forma que se indica:",
        "– Se mantendrán reuniones periódicas para analizar el avance de los trabajos, donde la UPM expondrá el trabajo realizado durante el periodo y las previsiones para el siguiente periodo.",
        "– Se elaborarán informes de avance cada tres a seis meses de validez del proyecto, que incluya la documentación (informes de progreso, informes específicos, artículos, comunicaciones) que se haya generado hasta la fecha.",
        "– Se elaborará un informe final del proyecto, con el contenido que se especifica en la memoria técnica, y que también incluya la documentación (informes de progreso, informes específicos, artículos, comunicaciones) generadas en este proyecto.",
        "Esta documentación deberá ser presentada al CSN y aceptada por éste antes de proceder a los pagos previstos en el acuerdo.",
        "6. Retornos para la regulación nuclear/radiológica",
        "El proyecto es de índole I+D aplicada, y queda enmarcado dentro de la Línea estratégica del Plan de I+D del CSN 4.1.2 relativa a «Metodologías de análisis de seguridad». Se pretende que:",
        "– Sirva de soporte a las posibles necesidades futuras sobre ATF en el CSN.",
        "– Desarrolle una metodología de análisis de mejor estimación termo-mecánico aplicable a de las secuencias de LBLOCA y SBO con ATF.",
        "Adicionalmente se pretendería que el proyecto:",
        "– Sea un generador de conocimiento sobre el combustible ATF.",
        "– Permita valorar las capacidades actuales de simulación y las necesidades de mejora en la modelación.",
        "– Permita valorar las potenciales mejoras del empleo de los ATF frente a los combustibles convencionales en las secuencias de LBLOCA y SBO.",
        "7. Proyección internacional",
        "El tema del proyecto tiene un claro interés internacional, por lo que debe tener una proyección internacional, lo cual obliga a que haya:",
        "– Amplia difusión de los resultados parciales del proyecto.",
        "– Elaboración de artículos en revistas de alto impacto del JCR y revistas nacionales.",
        "– Participación en ponencias en congresos nacionales e internacionales.",
        "Se prevé también contactar con otras empresas interesadas en el campo del combustible tolerante a accidente, tanto a nivel nacional como internacional.",
        "Gracias al conocimiento adquirido en este proyecto se podría participar en los proyectos europeos, así como explotar la colaboración en proyectos de nuevas centrales en Europa.",
        "8. Cronograma",
        "El plazo estimado de ejecución del proyecto de dieciocho meses se divide en intervalos de tres meses (trimestres) de tal forma que en seis trimestres todas las tareas tendrían que estar ejecutadas.",
        "9. Referencias",
        "[1] NEA No. 7317, State-of-the-Art Report on Light Water Reactor Accident-Tolerant Fuels, Nuclear Science, OECD 2018.",
        "[2] IAEA-TECDOC-1913, «Modelling of Fuel Behavior in Design Basis Accidents and Design Extension Conditions» IAEA TECDOC Series, May 2020, IAEA.",
        "[3] J. ZYMAK, M.VALACH, J. HEJNA, M. DOSTAL, «The Best Estimate Methodology Development in the Thermo-Mechanical Fuel Behaviour under LOCA and RIA Conditions» 2008 Water Reactor Fuel Performance Meeting, Seoul, Korea, October 19-23, 2008.",
        "[4] CURTIS SMITH, et al., «Accident Tolerant Fuel Analysis» INL/EXT-14-33200, Idaho National Laboratory, September 2014.",
        "[5] MALIK WAGIH, BENJAMIN SPENCER, JASON HALES, KOROUSH SHIRVAN, «Fuel performance of chromium-coated zirconium alloy and silicon carbide accident tolerant fuel claddings» Annals of Nuclear Energy, Volume 120, October 2018.",
        "[6] M.Y. YOUNG, S. M. BAJOREK, M. E. NISSLEY, AND L. E. HOCHREITER, «Application of code scaling applicability and uncertainty methodology to the large break loss of coolant», Nuclear Engineering and Design, 186:1-2, pp. 39-52, 1998.",
        "[7] C. FREPOLI, «An Overview of Westinghouse Realistic Large Break LOCA Evaluation Model», Science and Technology of Nuclear Installations, 2008.",
        "[8] J. R. KOBELAK, M.A. SHOCKLING, «Integrated Analytical Method to Demonstrate 10 CFR 50.46c Compliance», TopFuel 2016, Boise, Idaho, USA, 11-16 September 2016.",
        "[9] SAUVAGE, J.Y., KELDENICH, M., et al., «ESM 3D: a fully extended statistical method, based on CATHARE 3D for Loss of Coolant Accident Transients Analyses» ICONE 13, Beijing, China, May, 2005.",
        "[10] MARTIN, R.P., O'DELL, L.D., «AREVA's realistic large break LOCA analysis methodology» Nucl. Eng. Des. 235 (16), 2005.",
        "[11] J. ZHANG, A. KOVTONYUK, C. SCHNEIDESCH, «Towards a graded application of best estimate plus uncertainty methodology for non-LOCA transient analysis» Nuclear Engineering and Design, Volume 354, 110189, 2019.",
        "[12] «Plant-Level Scenario-Based Risk Analysis for Enhanced Resilient PWR – SBO and LBLOCA». Light Water Reactor Sustainability Program. INL/EXT-18-51436",
        "[13] «Risk-Informed ATF and FLEX Analysis for an Enhanced Resilient BWR Under Design Basis and Beyond-Design-Basis Accidents». Light Water Reactor Sustainability Program. INL/EXT-20-59906",
        "ANEXO 2",
        "Memoria económica",
        "Convenio entre el Consejo de Seguridad Nuclear y NFoque Advisory Services, SL, para la ejecución del proyecto de I+D «Desarrollo de metodologías de análisis termo-mecánico ante escenarios AOO y DEC-A en reactores nucleares de centrales LWR con combustible ATF (Metatf)»",
        "1. Presupuesto",
        "El coste del convenio se ha calculado sobre la base de los costes que se detallan a continuación. Todas las cantidades incluyen todos los impuestos aplicables.",
        "1.1 Costes de personal.",
        "La cantidad correspondiente a la aportación de la NFoque se valora por el cómputo de las horas complementarias trabajadas por el Coordinador-Investigador Amparo Soler (1.250 horas totales) que tienen un coste de 44 euros/hora (55.000 euros totales) y las trabajadas por la ingeniera especializada Maria José Rebollo (1.250 horas totales) que tiene un coste de 32 euros/hora (40.000 euros totales).",
        "Por lo tanto, NFoque aporta al convenio 2.500 horas con un coste total de 95.000 euros.",
        "Por otra parte, para la ejecución de las tareas a desarrollar se requieren un total de 2.500,5 horas de una persona experta en ingeniería nuclear que trabajará durante los dieciocho meses a jornada completa, a un coste de 30 euros/hora, supondrán un coste total de 75.015 euros.",
        "Por otra parte, la persona que realice la coordinación desde el CSN se ha estimado que invertirá un total de 40 horas en los dieciocho meses de duración del proyecto. Atendiendo a lo establecido en la Resolución de la Secretaría General del CSN por la que se aprueba la tabla anual de costes de las direcciones técnicas, y tomando un nivel 28 de la Dirección Técnica de Seguridad Nuclear (109,71 euros/hora por todos los conceptos aplicados), se obtiene un coste total de 4.388,40 euros.",
        "1.2 Costes asociados a asistencia a cursos, reuniones, congresos y/o actividades de divulgación.",
        "Se estima un coste total de 12.000 euros en concepto de costes de asistencia e inscripción a cursos, reuniones, congresos y/o actividades de divulgación.",
        "1.3 Costes indirectos y administrativos NFoque.",
        "Los costes indirectos de NFoque corresponden a un 10 % de los costes laborales antes indicados 95.000 euros), lo que supone una cantidad de 9.500,00 euros.",
        "Los costes indirectos de NFoque cubren una parte de los gastos generales de NFoque por: arrendamientos, reparaciones, servicios de profesionales independientes, transporte, primas de seguros, propaganda y relaciones públicas, suministros, comunicaciones y amortización del inmovilizado inmaterial y material.",
        "1.4 Coste total.",
        "En el cuadro siguiente se resumen los gastos asociados al proyecto:",
        "Sobre la base de las cantidades que se han indicado en los apartados anteriores, se obtienen unos gastos totales para este acuerdo de 204.604,90 euros, impuestos incluidos.",
        "El CSN aportará la cantidad de 100.104,90 euros, que supone un 49 % del total antes citado. Dicho importe se divide en una aportación dineraria máxima que asciende a 95.716,50 euros y una aportación no dineraria, correspondiente a las horas de dedicación de la persona que realice tareas de coordinación.",
        "La empresa NFoque aportará la cantidad de 104.500,00 euros, que supone un 51 % del total antes citado.",
        "De las actividades previstas en este convenio no se deriva ninguna prestación de servicios ni suministro alguno, por lo que el mismo no está sujeto a la normativa de aplicación del Impuesto sobre el Valor Añadido. Sus fines son de interés general, promoviendo la I+D+i, con la transferencia de la misma hacia el tejido productivo como elemento impulsor de la productividad y competitividad.",
        "2. Distribución de pagos por parte del CSN",
        "Para el buen desarrollo de las actuaciones previstas en el proyecto se estima un calendario para la contribución dineraria del CSN, a fin de coadyuvar a la financiación de los gastos derivados, que irán con cargo a la aplicación presupuestaria con código 23.302.424M.640, y que se efectuará de la siguiente forma:",
        "Cada uno de estos pagos irá precedido del correspondiente informe de seguimiento. La última contribución se efectuará en todo caso una vez se terminen los trabajos y se disponga del informe final."
    ],
    "materias": []
}